{"scrapeDate": "2020-12-07", "realDonaldTrump": [["2020-12-07 22:05:40", "https://t.co/LTNXhdsX9S", [], []], ["2020-12-07 18:43:30", "https://t.co/V9Fb1igWMB", [], []], ["2020-12-07 16:30:14", "https://t.co/dRQI4aAXDL", [], []], ["2020-12-07 15:37:34", "The Republican Governor of Georgia refuses to do signature verification, which would give us an easy win. What’s wrong with this guy? What is he hiding?", [], []], ["2020-12-07 02:37:59", "https://t.co/j0jTBUR6jv", [], []], ["2020-12-07 02:37:51", "https://t.co/RAIj4zXKBk", [], []], ["2020-12-07 02:37:35", "https://t.co/khAkcJRait", [], []], ["2020-12-07 02:01:28", "True. Great debate for Kelly! https://t.co/M2y3An9wbL", [], []], ["2020-12-07 01:40:33", "SO TRUE. NO WAY WE LOST THIS ELECTION! https://t.co/FC4XtNzuxo", [], []], ["2020-12-07 00:14:00", "A MUST WATCH! Hope the lawyers are all taking notes. All FACTS, do not flag this Twitter! https://t.co/5vWbEfKRf7", [], []], ["2020-12-07 00:01:49", "Gee, what a surprise. Has anyone informed the so-called (says he has no power to do anything!) Governor @BrianKempGA &amp; his puppet Lt. Governor @GeoffDuncanGA, that they could easily solve this mess, &amp; WIN. Signature verification &amp; call a Special Session. So easy! https://t.co/5cb4QdYzpU", [], ["BrianKempGA", "GeoffDuncanGA"]], ["2020-12-06 22:31:25", "So much truth to this! https://t.co/HH0LcQ5Wgl", [], []], ["2020-12-06 20:16:05", ".@RudyGiuliani, by far the greatest mayor in the history of NYC, and who has been working tirelessly exposing the most corrupt election (by far!) in the history of the USA, has tested positive for the China Virus. Get better soon Rudy, we will carry on!!!", [], ["RudyGiuliani"]], ["2020-12-06 19:55:10", "Interesting! https://t.co/Ge1h3UKW5O", [], []], ["2020-12-06 19:52:48", "Will not happen. Suppression of thought! https://t.co/QJYz5N1bDC", [], []], ["2020-12-06 19:13:15", "...I WON THE ELECTION, BIG. https://t.co/oFF4uzNBpe", [], []], ["2020-12-06 18:49:13", ".@FoxNews daytime is not watchable. In a class with CNN &amp; MSDNC. Check out @OANN, @newsmax and others that are picking up the slack. Even a boring football game, kneeling and all, is better!", [], ["FoxNews", "OANN", "newsmax"]], ["2020-12-06 06:15:55", "And getting a total pass from the media! https://t.co/LyQBuhJq46", [], []], ["2020-12-06 06:11:37", "Thank you Matt! https://t.co/yPqsdzytu4", [], []], ["2020-12-06 06:01:16", "Great job Dan. People are watching! https://t.co/5SiKOq3HoQ", [], []], ["2020-12-06 05:55:57", "Thank you! https://t.co/X7gFdH8fqW", [], []], ["2020-12-06 05:54:54", "Fraudulent result! https://t.co/vrp8SidOc8", [], []], ["2020-12-06 05:49:58", "Thank you Christina! https://t.co/0ADausqhat", [], []], ["2020-12-06 05:45:48", "***Live Updates*** Trump Holds Georgia Rally for Sens. Loeffler, Perdue https://t.co/Z6XZYeCO16 via @BreitbartNews. A great evening in beautiful Georgia!", [], ["BreitbartNews"]], ["2020-12-06 02:42:34", "https://t.co/t1nwOScuF6", [], []], ["2020-12-06 02:40:28", "The answer to the Democrat voter fraud is not to stay at home - that’s what Pelosi and Schumer want you to do. If you want revenge on the Democrats for their efforts to steal the Presidential election, where we are fighting hard, you have to show up and vote in RECORD numbers! https://t.co/XAJ0F2JmeL", [], []], ["2020-12-06 02:38:00", "Register to vote before Monday 12/7. Register now on https://t.co/bFJXEeKHLV, then request your absentee ballot before 12/31 - do it TODAY, and return your ballot the same day you get it. If you aren’t planning to vote by mail, vote early in person, or vote on Election Day! https://t.co/mGnORcriXw", [], []], ["2020-12-06 02:24:53", "https://t.co/VtlO88czRa", [], []], ["2020-12-06 02:24:23", "https://t.co/7NhZCVBncg", [], []], ["2020-12-06 02:24:15", "https://t.co/VWWlkmzjiL", [], []], ["2020-12-06 02:24:03", "https://t.co/DJSZ8ebxub", [], []], ["2020-12-06 02:23:47", "https://t.co/PSHXaWnrox", [], []], ["2020-12-06 02:22:55", "https://t.co/pg1ClbTDhv", [], []], ["2020-12-06 02:11:19", "https://t.co/tKi5SS3RI9", [], []]], "Mike_Pence": [["2020-12-07 18:57:59", "Congratulations to Olympic Gold Medalist and one of the Greatest Wrestlers of all time, Dan Gable, on receiving the Presidential Medal of Freedom from President @realDonaldTrump today! https://t.co/zOrARrE19V", [], ["realDonaldTrump"]], ["2020-12-07 13:36:58", "On Pearl Harbor Remembrance Day, we honor the memory of the thousands who gave their lives 79 years ago. The attack on Pearl Harbor changed the course of history forever &amp; we will never forget or fail to honor the sacrifice of those lost as they defended our freedom &amp; our Nation. https://t.co/9IDsAtade7", [], []], ["2020-12-06 05:05:31", "https://t.co/l19oe070FY", [], []]], "tedcruz": [["2020-12-07 23:02:14", "If you’d  read the pleading, you’d know that Petitioners explicitly ask that it be treated as a cert petition. https://t.co/AZJFQkLUvl", [], []], ["2020-12-07 22:53:28", "This is nuts. https://t.co/A4XJ09dhN1", [], []], ["2020-12-07 20:45:01", "As I said last week, the bitter division and acrimony we see across the Nation needs resolution.  I believe #SCOTUS has a responsibility to the American People to ensure, within its powers, that we are following the law and following the Constitution.", ["SCOTUS"], []], ["2020-12-07 20:45:01", "Petitioners’ legal team has asked me whether I would be willing to argue the case before #SCOTUS, if the Court grants certiorari. I have agreed, and told them that, if the Court takes the appeal, I will stand ready to present the oral argument.", ["SCOTUS"], []], ["2020-12-07 20:45:01", "Because of the importance of the legal issues presented, I've publicly urged #SCOTUS to hear the case brought by Congressman Mike Kelly, congressional candidate Sean Parnell &amp; state rep. candidate Wanda Logan challenging the constitutionality of the POTUS election results in PA.", ["SCOTUS"], []], ["2020-12-07 20:44:39", "If #SCOTUS grants cert in the PA election case, I have told the petitioners I will stand ready to present the oral argument.\n\nFull statement below... https://t.co/EnHxjqGR5K", ["SCOTUS"], []], ["2020-12-07 14:05:30", "Help pitch in to make sure @perduesenate and @KLoeffler have the resources to win in #GASen: https://t.co/T4sdo6aeQz", ["GASen"], ["Perduesenate", "KLoeffler"]], ["2020-12-07 14:04:31", "In effect, that will mean AOC, Bernie Sanders, and Elizabeth Warren will dictate the agenda in Congress.\n\nMORE on what that would mean in the latest episode of #Verdict: https://t.co/Jn1IuXvbUb", ["Verdict"], []], ["2020-12-07 14:03:35", "We HAVE to work hard to ensure @perduesenate and @KLoeffler win their races in #GASen.\n\nWhy? Because if the Democrats get a majority in the Senate, Chuck Schumer and Nancy Pelosi will dictate the agenda in Congress: https://t.co/Jn1IuXvbUb https://t.co/baBNpnFxg9", ["GASen"], ["Perduesenate", "KLoeffler"]], ["2020-12-07 05:11:15", "@WriterKevin fair point", [], ["WriterKevin"]], ["2020-12-07 04:40:22", "😱grasps pearls😱\n\nBut, but, if they challenge an election result in court, doesn’t that mean...they hate democracy?!?\n\nThat’s what the media told me.... https://t.co/6Z4CpWyiMJ", [], []], ["2020-12-06 07:00:52", "To be fair, none of us could stop LeBron on the drive. \n\nOr hit threes. https://t.co/i49GqJwwvk", [], []], ["2020-12-06 00:39:17", "I feel great @JohnCleese Thx for asking. \n\nIt was a magnificent animal, humanely killed &amp; it will provide many wonderful meals.\n\nI also love your comedy. Even though our politics are very different, I admire your courage speaking out against the censorship of the intolerant Left. https://t.co/nPzfhpriW8", [], ["JohnCleese"]]], "senatemajldr": [["2020-12-07 21:28:08", "The Senate knows all about end-of-year drama, but this time the stakes could not be higher. Americans are struggling under the weight of this pandemic. Democrats need to let Congress do our job &amp; pass more relief.\n\nWe have so much common ground. Let's make law. Let's get it done.", [], []]], "LindseyGrahamSC": [["2020-12-07 21:08:01", "Remember #PearlHarbor.\n\nThat was the rallying cry of the Greatest Generation – words of wisdom and warning for all subsequent generations of Americans. https://t.co/sktNMe923f", ["PearlHarbor"], []], ["2020-12-07 17:43:36", "Hope friends in Georgia will act while there is still time.", [], []], ["2020-12-07 17:43:15", "Only way to have an audit of signatures is for the GA Secretary of State to change his mind or special session of the legislature conferring power to create audit of signatures.  \n\nSpecial session also could address problems associated with mail-in ballots before Senate runoff.", [], []], ["2020-12-07 17:42:10", "Must have audit of mail-in ballot signatures to have confidence in the presidential election outcome in Georgia!", [], []], ["2020-12-07 15:08:33", "Oped with @SenatorLankford\non The Price of Turkey’s Russian Dalliance.\n\nhttps://t.co/3w4GB0KbUY", [], ["SenatorLankford"]], ["2020-12-07 01:17:48", "After tonight, the stakes of the Georgia Senate races should be crystal clear:  Socialism vs. freedom.  I know that patriots in Georgia will show out to #HoldTheLine. We need @perduesenate and @kloeffler in the Senate! #GASen #gapol https://t.co/9imTFwVvsq", ["HoldTheLine", "GASen", "gapol"], ["Perduesenate", "KLoeffler"]], ["2020-12-07 00:45:09", "Like South Carolinians, Georgians stand with our police. @ReverendWarnock’s awful comments about law enforcement should disqualify him in the eyes of Georgia voters. I know @KLoeffler, and I assure you that she’ll always support our police. #GASenateDebate #GASen #gapol", ["GASenateDebate", "GASen", "gapol"], ["ReverendWarnock", "KLoeffler"]], ["2020-12-06 22:57:54", "Every liberal &amp; socialist in America is lining up to support @Ossoff. They know he’d be a rubber stamp for the radical liberal agenda pushed by Bernie Sanders in a Chuck Schumer-run Senate. @Perduesenate won’t let that happen &amp; will stand up for conservatism. #GASen #gapol", ["GASen", "gapol"], ["ossoff", "Perduesenate"]]], "DonaldJTrumpJr": [["2020-12-07 22:11:23", "Thank you @tedcruz https://t.co/Jk4p5C5FN5", [], ["tedcruz"]], ["2020-12-07 14:54:03", "The other 17% have low single digit IQs... also like the media. https://t.co/wZHwIUchgC", [], []], ["2020-12-07 14:50:31", "I wonder🤔 https://t.co/vtU8dfFB8i", [], []], ["2020-12-07 13:31:59", "Freedom is losing ground to tyranny very quickly... what’s truly scary though is how many are willing to allow it to happen. https://t.co/FaFap7vK4v", [], []], ["2020-12-07 12:55:51", "Yes Please!!! American people want transparency for a change. https://t.co/6cLJGyRFC2", [], []], ["2020-12-07 11:50:20", "Yikes!!! \n\nHey Georgia this guy could be your senator. Wake up! https://t.co/RkSu6BUmqJ", [], []], ["2020-12-07 11:33:53", "@BoogerBottom @waddyswife Congrats buddy. That’s awesome.", [], ["BoogerBottom", "waddyswife"]], ["2020-12-07 11:20:50", "Would be amazing if our government actually looked into this shit rather than just letting it go because they’re afraid the media will call them mean things. https://t.co/6phwrMr8Ni", [], []], ["2020-12-06 16:58:40", "Um, this is going to make Christmas dinner a bit awkward🤣 https://t.co/Bhlt6NRIJJ", [], []]], "JoeBiden": [["2020-12-07 21:05:00", "Today, we remember those we lost at Pearl Harbor 79 years ago — and we salute those who answered duty’s call with strength and courage. Our nation owes an incredible debt to those who have served and must ensure they and their families receive the care they’ve earned.", [], []], ["2020-12-07 17:45:00", "Dr. Fauci isn't just one of our foremost experts on combating viruses—he is a good man and a tireless public servant. He has served six presidents and led us through some of our toughest challenges.\n\nOur administration, and our country, will be stronger because of his guidance.", [], []], ["2020-12-07 16:48:01", "Georgia — Today is your last day to register to vote in the January runoff. \n\nHead to https://t.co/RIJ1L4juwB to get registered, and let’s flip the Senate.", [], []], ["2020-12-07 15:07:00", "This team of world-class medical experts and public servants will be ready on day one to implement a full government response to this crisis.\n\nTogether, we'll overcome our toughest challenges and make health care a right for all Americans. https://t.co/XscULxoipZ", [], []], ["2020-12-07 01:30:00", "I promise you this: I will spare no effort — or commitment — to end this pandemic.", [], []], ["2020-12-06 21:00:00", "The dreams of too many Americans have been deferred for too long. \n\nWe must make the promise of this nation real for everybody — no matter their race, identity, ethnicity, or faith.", [], []], ["2020-12-06 16:17:00", "With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to ensure our brave health care workers have everything they need to safely battle this virus.", [], []], ["2020-12-06 01:16:00", "I know times are tough, the challenges are daunting, but I know we can do this.\n\nWe can create an economic recovery for all. We can move from crisis to recovery to resurgence.\n\nThis is the United States of America. We’ve done it before — and we will do it again.", [], []]], "KamalaHarris": [["2020-12-07 22:01:38", "We’ll listen to Dr. Fauci. And we’ll listen to the science. That’s how we will get through this—together.", [], []], ["2020-12-07 18:33:38", "The future of the Senate is at stake with Georgia’s runoffs. Today is the LAST day to register to vote in Georgia. Make your voice heard: https://t.co/MykJL0X5gt.", [], []], ["2020-12-07 17:25:48", "Thinking of my beloved mother today on her birthday.\n\nHere’s my mother, Uncle Balu, and my Chinni Chitti at the Montreal airport for the 76 Olympics. https://t.co/Qi4XtVxnqg", [], []], ["2020-12-07 15:52:07", "To contain and come back from this pandemic, we'll need to listen to experts. Our health team brings together some of America’s leading physicians, health experts, and public servants. They reflect the very best of our nation—we're in good hands.\nhttps://t.co/ds0qZD0b75", [], []], ["2020-12-07 01:50:00", "Know this: working people will be front and center of a Biden-Harris administration.", [], []], ["2020-12-07 00:05:52", "President-elect @JoeBiden and I are ready to hit the ground running on day one.\n\nBecause that’s what this crisis demands. And that’s what the American people deserve.", [], ["JoeBiden"]], ["2020-12-06 21:58:04", "Earlier this week I announced new members of my White House senior staff. These appointees will work to get this virus under control, open our economy responsibly, and restore and advance our country's leadership around the world.\nhttps://t.co/WZZzvqvuDk", [], []], ["2020-12-06 19:56:01", ".@JoeBiden and I won’t be in the White House until January 20th, but our message to everyone is this: wear a mask.", [], ["JoeBiden"]], ["2020-12-06 14:44:15", "Tomorrow is the last day to register to vote in Georgia for the Senate runoffs. Spread the word → https://t.co/MykJL0X5gt", [], []], ["2020-12-06 01:36:00", "1 in 6 adults in America with children say their families are hungry. 1 in 3 adults are having trouble paying their bills. And 1 in 4 small businesses can’t keep their doors open.\n\nIt didn’t have to be like this. As @JoeBiden says, help is on the way.", [], ["JoeBiden"]]], "AOC": [], "BernieSanders": [["2020-12-07 22:17:30", "Workers at meat processing plants, at Amazon, and around the country have been treated shamefully during this pandemic\n\nWorking class Americans need $1200 payments to get them through this crisis, not immunity for corporations putting their lives at risk. https://t.co/1Lf6djc3Bg", [], []], ["2020-12-06 20:31:09", "The economy is in shambles.\n\nTens of millions of Americans are suffering.\n\nAt the very least, Congress must provide $1200 direct payments to every working-class adult in this country. https://t.co/lJxKBzOsNA", [], []], ["2020-12-06 19:07:28", "We cannot turn our backs on families who are struggling through this pandemic. Congress must include, at the least, a $1200 direct payment to any COVID proposal which is passed. That's what the American people want. That's what we must do.", [], []], ["2020-12-06 18:12:29", "Every now and then, it might be a good idea for Congress to listen to the American people, not just large corporations. https://t.co/H4hWEz7U0H", [], []]], "BarackObama": [["2020-12-07 14:30:46", "To all of you in Georgia, today is the last day to register to vote in the upcoming runoff election. Take a few minutes right now to register to vote, and then make sure everybody you know is registered, too. https://t.co/2Ob571igh3 https://t.co/SslnFSWMfi", [], []]], "HillaryClinton": [["2020-12-07 16:11:47", "Who do you know in Georgia?\n\nTake a moment now to get in touch with them and make sure they've checked their voter registration. \n\nToday is the deadline for Georgians to register for the Senate runoff election. \n\nhttps://t.co/7Xu4l5Nomg https://t.co/TwrQF4Hato", [], []], ["2020-12-07 15:25:42", "At the end of this long and devastating year, it's incredibly heartening to see science and medical experts valued as they should be in the incoming administration. https://t.co/hK8GROSwIk", [], []]]}