{"scrapeDate": "2020-12-05", "tweets": [["2020-12-05 04:03:57", "A beautiful day in South Texas. https://t.co/QUWV9wrp7x"], ["2020-12-04 19:16:21", "Yes, other than the concentration camps and the murder and torture and stuff. https://t.co/AZPh5YYLD3"], ["2020-12-04 17:50:41", "🔥🔥🔥 https://t.co/nMCoFM7IUV"], ["2020-12-04 16:37:17", "true https://t.co/vXNYarbMyi"], ["2020-12-04 15:02:16", "Damn good point. https://t.co/ZX0A07B5h2"], ["2020-12-03 20:46:45", "Sigh. 31 out of 35. 😱 https://t.co/FygUPMjt7w"], ["2020-12-03 20:32:33", "Very troubling fact pattern. \n\nCivil asset forfeiture is far too often abused, and we should fully protect Americans’ Due Process rights.  @reason https://t.co/WKxR76MEoa"], ["2020-12-03 17:15:54", "2/2 it’s almost as if...he’s a Democrat."], ["2020-12-03 17:13:56", "I don’t know who this clown is, but anyone saying America would be better off w/ Chuck Schumer as Majority Leader—producing huge tax increases, the Green New Deal, massive amnesty &amp; a packed Supreme Court destroying the Bill of Rights—is trying to mislead the people of Georgia. https://t.co/jtEPT2UtzF"], ["2020-12-03 17:06:29", "https://t.co/tlxl50vkOf https://t.co/45pxLg0Mn3"], ["2020-12-02 23:27:18", "First two seem a little liberal for me https://t.co/qOZMhQ4cpW"], ["2020-12-02 22:22:49", "And that's to say nothing of the disaster @MayorAdler is responsible for in Austin with homelessness and murder rate skyrocketing."], ["2020-12-02 22:21:43", "Hypocrites. Complete and utter hypocrites.\n\nAnd don't forget @MayorAdler who took a private jet with eight people to Cabo and WHILE IN CABO recorded a video telling Austinites to \"stay home if you can...this is not the time to relax.\" https://t.co/KSvkiwxgga"], ["2020-12-02 16:49:33", "Unlike the Obama-Biden administration, which simply refused to carry out lawful capital punishments, the Trump administration this year carried out eight longstanding death sentences against criminals who committed brutal and horrific murders: https://t.co/bEbXnO2TZF"], ["2020-12-02 16:49:33", "The Justice Department’s decision to carry out these lawfully imposed sentences is well overdue, and a testament to Attorney General William Barr’s leadership and belief in the rule of law: https://t.co/bEbXnO2TZF"], ["2020-12-02 15:17:25", "Very sad news. Walter Williams was legendary. He was brilliant, incisive, witty, and profound. I grew up reading him, and he was a ferocious defender of free markets and a powerful explainer of the virtues of Liberty. https://t.co/DrwZo5yxqR"], ["2020-12-02 14:23:28", "Why does the Left have everything backwards?\n\nThey have “concerns” with Israel (of course), but want to “engage” with the America-hating Ayatollah in Iran. \n\nQuery: which one is more likely to try to kill Americans? https://t.co/AWZGUW5PXm"], ["2020-12-01 23:03:03", "#SCOTUS should hear the emergency appeal on the Pennsylvania election challenge. https://t.co/mzwr4eaHR8"], ["2020-12-01 03:49:56", "“exclusive”? https://t.co/PxlGzs83iI"], ["2020-12-01 00:22:36", "Deeply troubling. https://t.co/w1dS56nAE9"], ["2020-11-30 15:54:39", "Dem priorities:\n\n☑️ Prosecute Tiger King\n\n❌Emergency COVID relief\n\n❌Help small businesses\n\n❌Reopen the economy\n\n❌Get kids back in school https://t.co/wU9enukZkP"], ["2020-11-30 15:46:11", "Alyssa, facts matter. Dems have TWICE filibustered $500Bn in emergency COVID relief.\n\nEVERY SINGLE Senate Dem voted to block relief—Pelosi refuses even to talk—bc they believe maximizing economic pain helped Biden &amp; it helps Dems in GA. \n\n&amp; they trust the press to cover for them. https://t.co/vQBXmwiJRs"], ["2020-11-30 08:10:55", "This fellow’s twitter bio says—apparently unironically—that he’s “unapologetically committed to equality, diversity, compassion, love &amp; justice.”\n\n...while celebrating &amp; reveling in hateful, life-threatening violence.\n\nSomehow, someway, the angry Left must rediscover humanity. https://t.co/TCHXNcQDC2"], ["2020-11-29 00:03:22", "Congratulations!  @millermeeks \n\nMore good news for the House. https://t.co/LpxbPRWTJa"], ["2020-11-29 00:01:11", "Today’s Dems are the party of the rich. \n\nGOP is and should be the party of the working class. https://t.co/WMTDtKTzwU"], ["2020-11-29 00:01:00", "Today’s Dems are the party of the rich. \n\nGOP is and should be the party of the working class. https://t.co/TCbG8FrUl5"], ["2020-11-28 22:45:39", "Twisted, but really funny.... https://t.co/EZNX7YLziZ"], ["2020-11-28 22:44:05", "As a proud graduate of Second Baptist High School in Houston, I’m not sure this is satire.... https://t.co/iEUORmwL9p"], ["2020-11-28 21:27:38", "Want to understand the massive stakes of the GA run-off?  What happens if Dems pack the Supreme Court?\n\nhttps://t.co/qts9gyKX1A https://t.co/TdPEkDmAvm"], ["2020-11-28 19:59:34", "The stakes could not be higher. https://t.co/sVKOrxFeIF"], ["2020-11-28 18:59:46", "The only coherent answer is NO, neither Biden nor Gen. Flynn violated the Logan Act bc it’s unconstitutional—which is why nobody has been convicted of violating it in the history of the US.\n\nBut you want to use it as a partisan cudgel, a weapon to attack your political opponents."], ["2020-11-28 18:53:44", "Ok, let’s apply your proffered standard:\n\nBen Rhodes has publicly stated, \"foreign leaders are already having phone calls with Joe Biden, talking about the agenda they're going to pursue on Jan. 20.”\n\nDoes that mean you think Joe Biden should be prosecuted under the Logan Act? https://t.co/t0mTtsYLnB"], ["2020-11-28 17:48:28", "Gosh, I touched a nerve.\nFacts matter.\n\nFACT 1: you’ve admitted, in 1976 you voted for the Communist candidate for President because, I guess, Jimmy Carter wasn’t liberal enough for you.\n\nFACT 2: you gave $150 Bn to Ayatollah Khamenei, knowing it would be used to kill Americans. https://t.co/zKYGTaqov0"], ["2020-11-27 19:53:28", "It’s bizarre to see a former head of the CIA consistently side with Iranian zealots who chant “Death to America.”\n\nAnd reflexively condemn Israel.\n\nDoes Joe Biden agree? https://t.co/H38OB1ejCr"], ["2020-11-27 19:47:35", "3/3 Why do Dems hate Rock &amp; Roll?"], ["2020-11-27 19:47:01", "2/2 We can do BOTH: (1) keep people safe AND (2) save the arts."], ["2020-11-27 19:46:09", "The irony is rich. Dems are destroying many of their core constituencies: Hollywood, Broadway, pro sports, and Rock &amp; Roll.\n\nBravo to Clapton and Van Morrison for having the courage to stand up to virtue-signaling Lefties &amp; defend the thousands who work in the arts. https://t.co/Vt3VRfhH0u"], ["2020-11-27 19:39:39", "3/3 Why do Dems hate Rock &amp; Roll?"], ["2020-11-27 19:39:08", "2/2 Bravo to Clapton and Van Morrison for having the courage to speak out. \n\nWe can do BOTH: (1) keep people safe AND (2) save the arts."], ["2020-11-27 18:50:02", "Save the arts. Stop the insanity. https://t.co/Vt3VRfhH0u"], ["2020-11-27 17:31:10", "So now the liberal mob is coming for the American flag &amp; the Thin Blue Line in particular.\n\nThis is asinine. END Cancel Culture. \n\nWe should honor the heroic men &amp; women of law enforcement, protect everybody’s rights &amp; remember that we are ALL Americans. https://t.co/9ByGcvnxrj"], ["2020-11-26 17:28:53", "As families celebrate #Thanksgiving today, they can also give thanks that they will be able to gather to pray during Christmas this year without fear of totalitarian Democrats who want to stop us from exercising our fundamental right to worship."], ["2020-11-26 17:28:53", "Yet again Chief Justice Roberts was willing to set aside his duty to enforce the Constitution when state or local leaders are hostile to religion under the guise of public health. But thankfully, this time he and the liberal justices lost."], ["2020-11-26 17:28:52", "This summer the Court wrongly ruled that a Nevada law discriminating against religion could stay in place. With #ACB, the Court was able to right that ruling today."], ["2020-11-26 17:28:52", "A major win for any American who cherishes our religious liberty. Andrew Cuomo and Democrat elected officials have acted as totalitarians, using COVID19 to strip the people of NY of their fundamental right to worship. Today, the Court said enough is enough\nhttps://t.co/xPG2oiXCB8"], ["2020-11-26 14:20:03", "Wishing you and your loved ones a blessed and #HappyThanksgiving! https://t.co/8wvhBsjJTb"], ["2020-11-25 16:29:51", "This is nuts. As Dallas murder rates surge to historic highs, radical activists are calling Texas State Troopers “Occupying Forces” and “State Sanctioned Violence.”\n\nStop demonizing the police, whose job it is to keep everyone safe.  https://t.co/lbnsLK0eU4"], ["2020-11-25 00:45:14", "Um, no you don’t. \n\nHere’s Pelosi telling Wolf Blitzer that if she can’t have 100% of the partisan wish-list passed by House Dems, then nothing—NOTHING—will pass for COVID relief:\n\nhttps://t.co/yTw2O0fTAn https://t.co/4OYHxcgc4i"], ["2020-11-24 06:05:26", "The Marion Barry defense.... https://t.co/t6MFjPx4VJ"], ["2020-11-24 05:49:37", "Twitter Left is aghast—seems the media/commie list-serve activated them all.\n\nTwo observations: (1) Biden has *still* not been sworn in &amp; (2) perhaps I underestimated the vicious authoritarianism of today’s Left—so willing to destroy restaurants, bars, small businesses, lives.... https://t.co/FGvDzAMqTS"], ["2020-11-24 05:06:57", "Twitter Leftists are losing their minds that we’re not willing to give up Thanksgiving. \n\nWait till they find out we won’t give up Christmas either. https://t.co/bkiVZ9xLGK"], ["2020-11-24 05:03:33", ".@AOC seems not to know there are Democrats in the Senate. \n\nOr that Joe Biden (also a Dem) is publicly calling on Senate Dems to continue filibustering COVID relief because he thinks it will help them win Georgia. https://t.co/vy5HG3h2qr"], ["2020-11-23 22:02:33", "Why is your party filibustering $500 billion in COVID relief?\n\nAnd Joe Biden is cheering them on. Thinking that blocking relief somehow helps Dems win Georgia. https://t.co/b8PvuUpSa3"], ["2020-11-23 18:16:52", "I’m supporting my friend @TommyHicksGOP for RNC Co-Chairman. We all have to do our part to stand up &amp; stand against the Left's hypocrisy and corruption. Together we will Protect the Senate and take back the House!"], ["2020-11-22 03:59:36", "https://t.co/HSCSdXkst9"], ["2020-11-20 20:30:51", "#BigTech is putting their thumb on the scale.\n\nThey are deeply biased.\n \nThey are not even trying to pretend anymore. https://t.co/62oyJMfZ5p"], ["2020-11-20 03:14:16", ".@TexanOnPurpose God bless her legacy of service and kindness. https://t.co/e3YuHjQ9hi"]]}