{"scrapeDate": "2020-12-05", "realDonaldTrump": [["2020-12-05 17:54:15", "25, wow! I am surprised there are so many. We have just begun to fight. Please send me a list of the 25 RINOS. I read the Fake News Washington Post as little as possible! https://t.co/cEBM0bYuQ9"], ["2020-12-05 17:02:08", "I will easily &amp; quickly win Georgia if Governor @BrianKempGA or the Secretary of State permit a simple signature verification. Has not been done and will show large scale discrepancies. Why are these two “Republicans” saying no? If we win Georgia, everything else falls in place!"], ["2020-12-05 16:32:33", "See you tonight at 7PM, Georgia! https://t.co/gMYtLGGqzI"], ["2020-12-05 03:05:40", "https://t.co/ouGhtnhwGG"], ["2020-12-05 03:05:35", "https://t.co/cYj73a5fiR"], ["2020-12-05 02:44:12", "https://t.co/yV62397bgs"], ["2020-12-05 02:43:00", "https://t.co/AMIT0WetT1"], ["2020-12-05 01:25:50", "https://t.co/VTNYa5vaG7"], ["2020-12-04 23:23:53", "See you tomorrow night at 7PM, Valdosta, Georgia! https://t.co/Or9WioLiVk"], ["2020-12-04 22:55:52", "https://t.co/vdaaFDn2Xi"], ["2020-12-04 22:49:28", "Thank you to Senate President Karen Fann and House Speaker Russell Bowers – and all, for what you are doing in Arizona. A fast check of signatures will easily give us the state. Votes against have been reduced to a very small number! https://t.co/NIGpkJHyoY https://t.co/gJIozjtyES"], ["2020-12-04 22:42:57", "Watch @SeanHannity tonight at 9:00 P.M. Eastern — story on Voter Fraud!"], ["2020-12-04 22:41:57", "STOCK MARKET REACHES NEW ALL-TIME HIGH!"], ["2020-12-04 19:54:47", "The only thing more RIGGED than the 2020 Presidential Election is the FAKE NEWS SUPPRESSED MEDIA. No matter how big or important the story, if it is even slightly positive for “us”, or negative for “them”, it will not be reported!"], ["2020-12-04 13:56:00", "MAKE AMERICA GREAT AGAIN!"], ["2020-12-04 13:55:25", "RIGGED ELECTION!"], ["2020-12-04 13:54:38", "GET TOUGH REPUBLICANS!"], ["2020-12-04 13:53:41", "A provision is in the NDAA for the renaming, or even desecration, of National Monuments in National Parks. This is not what our Country wants!"], ["2020-12-04 13:14:30", "Whistleblowers reveal that the USPS is responsible for tampering with hundreds of thousands of ballots. @OANN  This long time Democrat stronghold got rid of massive numbers, especially in swing states, during and before delivery of the ballots. Well documented evidence!"], ["2020-12-04 13:05:26", "Big Rally Saturday Night in Georgia!!!"], ["2020-12-04 13:04:32", "A great person who did a fantastic job. Thank you Alyssa! https://t.co/TEWiYEGnJO"], ["2020-12-04 06:04:27", "@JimInhofe What good is having a very expensive National Defense Authorization Act if Big Tech can run circles around you and the security of our Country? End Section 230 now! #NDAA"], ["2020-12-04 05:57:19", "But doesn’t get rid of Big Tech’s windfall, Section 230, a grave threat to National Security. I will VETO! https://t.co/QI7BfNc7hb"], ["2020-12-04 04:37:16", "Very sadly for our Nation, it looks like Senator @JimInhofe will not be putting the Section 230 termination clause into the Defense Bill. So bad for our National Security and Election Integrity. Last chance to ever get it done. I will VETO!"], ["2020-12-04 04:09:56", "The best way to insure a @KLoeffler and @sendavidperdue VICTORY is to allow signature checks in the Presidential race, which will insure a Georgia Presidential win (very few votes are needed, many will be found). Spirits will soar and everyone will rush out and VOTE! @BrianKempGA"], ["2020-12-04 01:28:26", "People in Georgia got caught cold bringing in massive numbers of ballots and putting them in “voting” machines. Great job @BrianKempGA!"], ["2020-12-04 01:15:47", "Governor @dougducey of Arizona hired a lawyer today. Wouldn’t allowing a strong check of ballots, which would be easier and so much better for our Country, be easier on him and the great State of Arizona?"], ["2020-12-03 21:57:03", "“Nevada Court Hears Of USPS Witness Obstruction, Flawed Machine Inspections, And Deceased Voters” https://t.co/wuwzplRyFY"], ["2020-12-03 21:32:41", "“Nevada 'fraud': 1,500 ‘dead’ voters, 42,248 voted ‘multiple times,’ RV camps as 'homes'” https://t.co/lBpB89tA3I"], ["2020-12-03 21:11:47", "“Dominion contractor at Detroit counting center says thousands of ballots were scanned multiple times” https://t.co/8LuOw5DYJE"], ["2020-12-03 20:50:04", "“Pro-Biden effort offered Native Americans $25-$500 Visa gift cards and jewelry to vote” https://t.co/nNDcrhIgSX"], ["2020-12-03 20:21:18", "Congratulations @CoachLouHoltz88! https://t.co/QJFg3TwrUE"], ["2020-12-03 19:01:39", "Wow! Blockbuster testimony taking place right now in Georgia. Ballot stuffing by Dems when Republicans were forced to leave the large counting room. Plenty more coming, but this alone leads to an easy win of the State!"], ["2020-12-03 16:25:17", "Thank you to Representative Mo Brooks!"], ["2020-12-03 16:09:07", "Georgia hearings now on @OANN. Amazing!"], ["2020-12-03 15:31:39", "The “Republican” Governor of Georgia, @BrianKempGA, and the Secretary of State, MUST immediately allow a signature verification match on the Presidential Election. If that happens, we quickly and easily win the State and importantly, pave the way for a big David and Kelly WIN!"], ["2020-12-03 15:17:36", "Looks like certain Republican Senators are getting cold feet with respect to the termination of Big Tech’s Section 230, a National Security and Election Integrity MUST. For years, all talk, no action. Termination must be put in Defense Bill!!!"], ["2020-12-03 04:21:12", "https://t.co/tZSLBlrlTv"], ["2020-12-03 02:45:35", "https://t.co/YEBGzS1OB3"], ["2020-12-03 02:44:25", "https://t.co/VDJRAW94ki"], ["2020-12-03 02:43:54", "https://t.co/6RcWjBtkoF"], ["2020-12-03 02:42:50", "https://t.co/s1PiR5LBlt"], ["2020-12-03 02:41:01", "https://t.co/JONLHVoEwQ"], ["2020-12-03 01:07:42", "https://t.co/DVDyvbGIKz"], ["2020-12-02 23:43:50", "In Arizona, it turns out that 3% of the votes cast in the 100 count vote sampling were tainted or worse. This would be, if carried forward, approximately 90,000 votes more than we would need to win the State. Now we were granted a much larger sample to work with. Wow!"], ["2020-12-02 23:32:27", "HAPPENING NOW! @OANN https://t.co/JPWQNISItN"], ["2020-12-02 20:56:29", "Statement by Donald J. Trump, The President of the United States\n\nFull Video: https://t.co/EHqzsLbbJG https://t.co/Eu4IsLNsKD"], ["2020-12-02 16:34:14", "Will be going to Georgia for a big Trump Rally in support of our two great Republican Senators, David and Kelly. They are fantastic people who love their Country and love their State. We must work hard and be sure they win. #USA"], ["2020-12-02 16:09:32", "https://t.co/YjKjOzpYLp"], ["2020-12-02 16:09:18", "https://t.co/sxF42xORin"], ["2020-12-02 15:38:55", "Thank you to @SenTomCotton for the really nice words on all we are doing, and have done. We will win!"], ["2020-12-02 15:19:42", "Big voter fraud hearings today in the Great State of Michigan. This election is a far bigger scandal (FRAUD!) than anyone would have thought - not even close. Watch today!"], ["2020-12-02 05:07:21", "https://t.co/zDkdRmLfvT"], ["2020-12-02 05:07:16", "https://t.co/dJniOejwqT"], ["2020-12-02 04:31:04", "https://t.co/n0DrfZnPaX https://t.co/aSWsjTco31"], ["2020-12-02 04:18:49", "https://t.co/YeK883gDRr"], ["2020-12-02 04:07:35", "The Fake News refuses to report this! https://t.co/OvsdLJQL4u"], ["2020-12-02 03:40:02", "Pardon investigation is Fake News!"], ["2020-12-02 03:27:15", "Rigged Election. Show signatures and envelopes. Expose the massive voter fraud in Georgia. What is Secretary of State and @BrianKempGA afraid of. They know what we’ll find!!! https://t.co/Km7tRm2s1A"], ["2020-12-02 03:00:16", "Suppression Media! https://t.co/zYlVKeb7oK"], ["2020-12-02 02:45:04", ".....Therefore, if the very dangerous &amp; unfair Section 230 is not completely terminated as part of the National Defense Authorization Act (NDAA), I will be forced to unequivocally VETO the Bill when sent to the very beautiful Resolute desk. Take back America NOW. Thank you!"], ["2020-12-02 02:45:03", "Section 230, which is a liability shielding gift from the U.S. to “Big Tech” (the only companies in America that have it - corporate welfare!), is a serious threat to our National Security &amp; Election Integrity. Our Country can never be safe &amp; secure if we allow it to stand....."], ["2020-12-01 23:55:55", ".@RealDrGina — Good luck on your new show tonight on @RealAmVoice at 7:00 P.M. Eastern. I know it will be a big hit! https://t.co/3g5fDYX6TR"], ["2020-12-01 21:38:49", "https://t.co/0FXHvfJ0c1"], ["2020-12-01 21:28:23", "https://t.co/HOtVBv9Tfj"], ["2020-12-01 20:49:11", "Jesse Morgan—a truck driver (subcontractor) with USPS in PENNSYLVANIA...https://t.co/EFxXZnQCUS"], ["2020-12-01 20:39:59", "https://t.co/7DWi3pjdIr"], ["2020-12-01 20:39:51", "https://t.co/vV8S7cqDvz"], ["2020-12-01 19:40:48", "LIVE NOW! Press Conference by Amistad Project: “Election Whistleblowers Come Forward”\nhttps://t.co/Yjh1GsxGvS"], ["2020-12-01 19:34:37", "Michigan voter fraud hearing going on now!"], ["2020-12-01 19:31:28", "Hope everybody is watching @OANN right now. Other media afraid to show. People are coming forward like never before. Large truck carrying hundreds of thousands of fraudulent (FAKE) ballots to a voting center? TERRIBLE - SAVE AMERICA!"], ["2020-12-01 18:52:43", "https://t.co/QjmZqNeJdt"], ["2020-12-01 18:52:34", "https://t.co/IKBaWI68af"], ["2020-12-01 18:52:27", "https://t.co/PypQRFKuWt"], ["2020-12-01 18:52:20", "https://t.co/hhxUHKxwlE"], ["2020-12-01 18:52:05", "https://t.co/hTRI4vYbY5"], ["2020-12-01 18:51:57", "https://t.co/x2kNO9LYEO"], ["2020-12-01 18:51:50", "https://t.co/a1kQRp7EzG"], ["2020-12-01 18:51:44", "https://t.co/MLUbZv1OpN"], ["2020-12-01 18:51:39", "https://t.co/uh11qAODPR"], ["2020-12-01 14:29:30", "https://t.co/yNZKyxHky1"], ["2020-12-01 14:29:19", "https://t.co/7AEjFxJWeH"], ["2020-12-01 14:29:06", "https://t.co/wNKLOhse2v"], ["2020-12-01 14:19:01", "“The president was RIGHT when he said get the kids back in school—Now Dr. Fauci says, 'You know what, I'm looking at the data—the kids should be in school.'\" @kilmeade \nhttps://t.co/2FtrIcqO1B"], ["2020-12-01 13:59:36", "We won Michigan by a lot! https://t.co/D6inAewQxP"], ["2020-12-01 05:03:39", "A judge in Nevada has ordered Clark County officials to allow an inspection of the elections equipment and sealed containers used in the 2020 election by 1:00 P.M. tomorrow. @RichardGrenell @AdamLaxalt @mschlapp"], ["2020-12-01 03:37:29", "Only in America! https://t.co/s0sS1eYXJy"], ["2020-12-01 03:33:24", "Not statistically possible. Rigged Election! https://t.co/Yw8roUTJhy"], ["2020-12-01 03:32:04", "Thank you! A lot of Senators and House Members are very happy that I came along. Think I’ll stick around for awhile! https://t.co/stOYWuAJ13"], ["2020-12-01 03:13:58", "Donald Trump Calls In to Arizona Voter Fraud Hearing: We‘re Fighting Back https://t.co/pzDS6YnwSf via @BreitbartNews. A very inspiring hearing. Such great support from both witnesses to election fraud and political leaders!"], ["2020-11-30 23:49:22", "Arizona hearings on live right now on @OANN. Such total corruption. So sad for our country!"], ["2020-11-30 23:46:53", "...And there are many such articles. Rigged Election! https://t.co/P8scMauhcI"], ["2020-11-30 23:40:10", "TRUE! https://t.co/GaldE1fto5"], ["2020-11-30 23:39:19", "Why is he rushing to put a Democrat in office, especially when so many horrible things concerning voter fraud are being revealed at the hearing going on right now. @OANN What is going on with @dougducey? Republicans will long remember! https://t.co/XILGaHcyw7"], ["2020-11-30 17:34:35", ".@OANN  WOW, total election corruption in Arizona. Hearing on now! Why isn’t @FoxNews covering the Arizona hearings?"], ["2020-11-30 17:12:42", "Trump legal team in Arizona and on @OANN now. Big “stuff”. Enjoy!"], ["2020-11-30 14:46:39", "Moderna now applying for Emergency Vaccine Approval.. @US_FDA MUST ACT QUICKLY!!!  “Operation Warp Speed has been a great modern day miracle.”"], ["2020-11-30 13:59:52", "....Also, quickly check the number of envelopes versus the number of ballots. You may just find that there are many more ballots than there are envelopes. So simple, and so easy to do. Georgia Republicans are angry, all Republicans are angry. Get it done!"], ["2020-11-30 13:59:51", "Why won’t Governor @BrianKempGA, the hapless Governor of Georgia, use his emergency powers, which can be easily done, to overrule his obstinate Secretary of State, and do a match of signatures on envelopes. It will be a “goldmine” of fraud, and we will easily WIN the state...."], ["2020-11-30 13:41:43", "I’m not fighting for me, I’m fighting for the 74,000,000 million people (not including the many Trump ballots that were “tossed”), a record for a sitting President, who voted for me!"], ["2020-11-30 03:05:16", "NO WAY WE LOST THIS ELECTION! https://t.co/orOXBaR8uE"], ["2020-11-30 02:55:44", "“Democrats suffered crushing down-ballot loss across America.” @nytimes. This is true. All statehouses won, and in Washington we did great. So I led this great charge, and I’m the only one that lost? No, it doesn’t work that way. This was a massive fraud, a RIGGED ELECTION!"], ["2020-11-30 01:25:50", "GREAT NEWS! Is Fake News @60Minutes watching this? https://t.co/v9T2MUmGss"], ["2020-11-30 01:14:45", "Get well soon! https://t.co/B0seiO84ld"], ["2020-11-30 01:05:11", ".@60Minutes never asked us for a comment about their ridiculous, one sided story on election security, which is an international joke. Our 2020 Election, from poorly rated Dominion to a Country FLOODED with unaccounted for Mail-In ballots, was probably our least secure EVER!"], ["2020-11-30 00:34:38", "We have some big things happening in our various litigations on the Election Hoax. Everybody knows it was Rigged. They know Biden didn’t get more votes from the Black community than Obama, &amp; certainly didn’t get 80,000,000 votes. Look what happened in Detroit, Philadelphia, plus!"], ["2020-11-29 16:24:48", "https://t.co/eBx76i3wfD"], ["2020-11-29 16:24:13", "https://t.co/qqm2zlwsXO"], ["2020-11-29 16:24:04", "https://t.co/I5iE77OeXS"], ["2020-11-29 16:23:49", "https://t.co/12jTDVX7ud"], ["2020-11-29 14:00:29", "Will be doing an interview with @MariaBartiromo at 10:00 A.M. on @FoxNews. Enjoy!"], ["2020-11-29 00:43:57", "https://t.co/3U58KQw3I6"], ["2020-11-28 20:49:26", "The number of ballots that our Campaign is challenging in the Pennsylvania case is FAR LARGER than the 81,000 vote margin. It’s not even close. Fraud and illegality ARE a big part of the case. Documents being completed. We will appeal!"], ["2020-11-28 20:10:35", "Specific allegations were made, and we have massive proof, in the Pennsylvania case. Some people just don’t want to see it. They want nothing to do with saving our Country. Sad!!!"], ["2020-11-28 20:00:08", "The Wisconsin recount is not about finding mistakes in the count, it is about finding people who have voted illegally, and that case will be brought after the recount is over, on Monday or Tuesday. We have found many illegal votes. Stay tuned!"], ["2020-11-28 19:48:23", ".@FoxNews daytime is virtually unwatchable, especially during the weekends. Watch @OANN, @newsmax, or almost anything else. You won’t have to suffer through endless interviews with Democrats, and even worse!"], ["2020-11-28 18:35:11", "Alan Dershowitz: Trump was ‘Absolutely Right‘ to Pardon Michael Flynn https://t.co/nMGOgOM9PP via @BreitbartNews"], ["2020-11-28 15:49:03", "So much credit to all of the brave men and women in state houses who are defending our great Constitution. Thank you!"], ["2020-11-28 05:09:56", "The 1,126,940 votes were created out of thin air. I won Pennsylvania by a lot, perhaps more than anyone will ever know. The Pennsylvania votes were RIGGED. All other swing states also. The world is watching! https://t.co/zmnk34Ny23"], ["2020-11-28 02:57:08", "https://t.co/NPQ2vJzb8c"], ["2020-11-28 00:13:23", "Rudy Giuliani will be on Greg Kelly Reports. 7:15 P.M. @newsmax"], ["2020-11-27 23:55:37", "The restaurant business is being absolutely decimated. Congress should step up and help. Time is of the essence!"], ["2020-11-27 19:35:28", "Biden did poorly in big cities (Politico), except those of Detroit (more votes than people!), Philadelphia, Atlanta and Milwaukee, which he had to win. Not surprisingly, they are all located in the most important swing states, and are long known for being politically corrupt!"], ["2020-11-27 17:48:53", "https://t.co/krPhg9V5oi"], ["2020-11-27 15:56:13", "Biden can only enter the White House as President if he can prove that his ridiculous “80,000,000 votes” were not fraudulently or illegally obtained. When you see what happened in Detroit, Atlanta, Philadelphia &amp; Milwaukee, massive voter fraud, he’s got a big unsolvable problem!"], ["2020-11-27 15:45:35", "Big Tech and the Fake News Media have partnered to Suppress. Freedom of the Press is gone, a thing of the past. That’s why they refuse to report the real facts and figures of the 2020 Election or even, where’s Hunter! https://t.co/8lRglItLJt"], ["2020-11-27 15:31:43", "So much truth! https://t.co/KGBQDEPEkV"], ["2020-11-27 15:28:14", "All newly rebuilt military! https://t.co/EFwUReJgcD"], ["2020-11-27 15:03:16", "Yesterday’s news conference being broadcast in full now on @Newsmax. Enjoy!"], ["2020-11-27 14:58:02", "No, the 2020 Election was a total scam, we won by a lot (and will hopefully turn over the fraudulent result), but we must get out and help David and Kelly, two GREAT people. Otherwise we are playing right into the hands of some very sick people. I will be in Georgia on Saturday! https://t.co/1ziqFq9S6O"], ["2020-11-27 14:36:46", "https://t.co/wYYTUuM5ih"], ["2020-11-27 13:36:34", "Wow! Twitter bans highly respected Pennsylvania State Senator Doug Mastriano after he did a great job of leading a hearing on the 2020 Election fraud. They and the Fake News, working together, want to SILENCE THE TRUTH. Can’t let that happen. This is what Communist countries do!"], ["2020-11-27 13:36:23", "BIG NEWS: Pennsylvania Poll Watcher: USB Drives uploaded to machines, gave Biden thousands of votes. Says 47 USB Drives are now missing. EVERY UPLOAD GAVE BIDEN 50,000 VOTES. @OANN"], ["2020-11-27 13:36:22", "“President Trump nominates record number of Federal Judges.” @OANN"], ["2020-11-27 13:36:17", "REPORT: Biden’s Thanksgiving Day Address gets just 1000 views online, a record low. Observers say a candidate with “80,000,000” votes would get many more online viewers. Numbers don’t lie, or add up! @OANN"], ["2020-11-27 04:11:22", "For purposes of National Security, Section 230 must be immediately terminated!!!"], ["2020-11-27 04:06:45", "Twitter is sending out totally false “Trends” that have absolutely nothing to do with what is really trending in the world. They make it up, and only negative “stuff”. Same thing will happen to Twitter as is happening to @FoxNews daytime. Also, big Conservative discrimination!"], ["2020-11-27 03:49:54", "I gave a long news conference today after wishing the military a Happy Thanksgiving, &amp; realized once again that the Fake News Media coordinates so that the real message of such a conference never gets out. Primary point made was that the 2020 Election was RIGGED, and that I WON!"], ["2020-11-27 02:53:19", "A must read. Impossible for Biden to have overcome these, and even greater, odds! https://t.co/cmYFY0va6p"], ["2020-11-26 22:29:14", "https://t.co/Yxc9Lom3As"], ["2020-11-26 20:58:58", "A brilliant woman of courage! https://t.co/2hFos1Uwen"], ["2020-11-26 20:56:44", "So much TRUTH! https://t.co/zdVj5Dnwnb"], ["2020-11-26 20:53:41", "Will go down much further. Weekend daytime even worse, dead. They still don’t get it. Fantastic alternatives! The late/great Roger Ailes is seriously missed, but I still won LEGAL VOTES by a lot!!! https://t.co/rm0ygRnW3S"], ["2020-11-26 20:42:45", "A total FRAUD. Statehouse Republicans, proud, strong and honest, will never let this travesty stand! https://t.co/N28yIoRsm5"], ["2020-11-26 20:16:56", "No thanks! https://t.co/IYQSotnMG9"], ["2020-11-26 15:48:01", "HAPPY THANKSGIVING! https://t.co/56e8Qy7O22"], ["2020-11-26 15:44:23", "Just saw the vote tabulations. There is NO WAY Biden got 80,000,000 votes!!! This was a 100% RIGGED ELECTION."], ["2020-11-26 00:46:11", "https://t.co/qr4Q8U76ds"], ["2020-11-26 00:34:44", "Have a great life General Flynn! https://t.co/Qj21mnMP0k"], ["2020-11-26 00:24:09", "Great people. Tonight! https://t.co/sfLkaRu1Y5"], ["2020-11-26 00:20:17", "Great job Mark! https://t.co/3yc02yFnGV"], ["2020-11-26 00:07:44", "This Election was RIGGED, but we will WIN! https://t.co/luS6SnFscx"], ["2020-11-26 00:02:06", "Corrupt Election! https://t.co/MxNjfCEtKP"], ["2020-11-26 00:01:20", "Big news! https://t.co/A7t5YMNeYU"], ["2020-11-25 23:59:48", "https://t.co/FJ6UcmXq5G"], ["2020-11-25 23:17:31", "“Data group exposes wide spread Mail-In Ballot Fraud.” @ChanelRion  @OANN"], ["2020-11-25 21:08:07", "It is my Great Honor to announce that General Michael T. Flynn has been granted a Full Pardon. Congratulations to @GenFlynn and his wonderful family, I know you will now have a truly fantastic Thanksgiving!"], ["2020-11-25 20:24:33", "https://t.co/axJSsyVFJw https://t.co/eazLIxTAIz"], ["2020-11-25 19:41:26", "I will be speaking before a very important Pennsylvania State Senate hearing which is in process now. Talking about the massive voter fraud which took place in the 2020 Election!"], ["2020-11-25 18:51:10", "Rudy Giuliani is right now on @OANN!"], ["2020-11-25 17:45:04", "RIGGED ELECTION!"], ["2020-11-25 17:39:42", "The “losers &amp; suckers” statement on dead military heroes has been proven to be a total fabrication and lie. IT WAS NEVER MADE! The “anonymous” fabricator, who is a major sleaze, went forward with the lie despite 25 strong witnesses to the contrary. Welcome to the roaring 20’s!"], ["2020-11-25 15:44:26", "But 2020 is a long way from over! https://t.co/usdkMvGMhK"], ["2020-11-25 15:33:41", "Marc Morano, https://t.co/Cr5nLeebPy  “Perhaps President Trump’s greatest accomplishment is United States Energy Dominance.”"], ["2020-11-25 03:34:08", "https://t.co/fps08npGqJ https://t.co/e7giu2jEG1"], ["2020-11-25 01:08:13", "Should President Trump concede to Biden? Poll Results: No: 190,593  (98.9%) Yes: 2,181  (1.1%) Total Votes: 192,774. @gregkellyusa @newsmax For the good of our Country we must prevail!"], ["2020-11-25 00:55:06", "Great job @DrPaulGosar. Thanks!"], ["2020-11-25 00:27:00", "https://t.co/8nQIlSWart"], ["2020-11-25 00:26:36", "...This could also be very helpful to @SenDavidPerdue and @SenatorLoeffler. Why is he afraid of Stacey Abrams? We don’t need the ballots — we only need the signed envelopes!"], ["2020-11-25 00:26:35", "Why isn’t the @GASecofState Brad Raffensperger, a so-called Republican, allowing us to look at signatures on envelopes for verification? We will find tens of thousands of fraudulent and illegal votes..."], ["2020-11-24 21:46:56", "AMERICA FIRST!!!"], ["2020-11-24 20:07:11", "On behalf of the entire Trump Family, I want to wish every American a Healthy and Happy Thanksgiving! Today we gathered in the Rose Garden to continue a beloved annual tradition: the Official Presidential Pardon of a very fortunate Thanksgiving Turkey.... https://t.co/O92pWUKrBv"], ["2020-11-24 19:25:16", "https://t.co/fTYnJXXYTl"], ["2020-11-24 14:45:28", "Remember, the GSA has been terrific, and Emily Murphy has done a great job, but the GSA does not determine who the next President of the United States will be."], ["2020-11-24 13:29:11", "That says it all about Mattis. Obama fired him. I should have fired him sooner. Did best work after he was gone. World’s most overrated general! https://t.co/2i4jPWAAPA"], ["2020-11-24 13:17:24", "“In Wisconsin, somebody has to be indefinitely confined in order to vote absentee. In the past there were 20,000 people. This past election there were 120,000...and Republicans were locked out of the vote counting process.” @VicToensing @newsmax"], ["2020-11-24 12:53:11", "Are you listening Republicans? https://t.co/N5heB6gvwb"], ["2020-11-24 12:52:19", "Thank you Randy, working hard to clean up the stench of the 2020 Election Hoax! https://t.co/I1hgtxe486"], ["2020-11-24 12:50:06", "No! https://t.co/2T2Oqsfs4E"], ["2020-11-24 12:33:04", "Poll: 79 Percent of Trump Voters Believe ‘Election Was Stolen‘ https://t.co/PmMBmt05AI via @BreitbartNews They are 100% correct, but we are fighting hard. Our big lawsuit, which spells out in great detail all of the ballot fraud and more, will soon be filled. RIGGED ELECTION!"], ["2020-11-24 04:07:18", "What does GSA being allowed to preliminarily work with the Dems have to do with continuing to pursue our various cases on what will go down as the most corrupt election in American political history? We are moving full speed ahead. Will never concede to fake ballots &amp; “Dominion”."], ["2020-11-24 02:10:16", "https://t.co/Za1BByChjN"], ["2020-11-23 23:16:59", "...fight, and I believe we will prevail! Nevertheless, in the best interest of our Country, I am recommending that Emily and her team do what needs to be done with regard to initial protocols, and have told my team to do the same."], ["2020-11-23 23:16:59", "I want to thank Emily Murphy at GSA for her steadfast dedication and loyalty to our Country. She has been harassed, threatened, and abused – and I do not want to see this happen to her, her family, or employees of GSA. Our case STRONGLY continues, we will keep up the good..."], ["2020-11-23 04:57:13", "Data: Trump‘s Anti-Globalism, Pro-Police Message Wins Over Hispanics https://t.co/syiQ2cwuwU via @BreitbartNews Great, but we also won the election!"], ["2020-11-23 04:37:56", "In certain swing states, there were more votes than people who voted, and in big numbers. Does that not really matter? Stopping Poll Watchers, voting for unsuspecting people, fake ballots and so much more. Such egregious conduct. We will win!"], ["2020-11-22 19:54:25", ".@Larry_Kudlow note to @EamonJavers @CNBC.... https://t.co/5GaxLp2piq https://t.co/BVNf1KmA2A"], ["2020-11-22 16:59:28", "Report: Maryland Gov. Larry Hogan, Anti-Trump Hero, Paid for Flawed Coronavirus Tests from South Korea https://t.co/PHV7euutVb via @BreitbartNews. This RINO will never make the grade. Hogan is just as bad as the flawed tests he paid big money for!"], ["2020-11-22 16:56:01", "Other than politics, how do you lose a case where large numbers of voters, far more than you need to flip Pennsylvania, are disenfranchised? Vote Observers thrown out of counting rooms. People going to vote finding out they have already voted through a fake ballot - go home!"], ["2020-11-22 13:13:32", "Just arrived at Virtual G20. Was here yesterday also (early), but some of the Fake News Media failed to report it accurately - as usual. My speech is available (they said I didn’t make a speech)."], ["2020-11-22 04:55:16", "....WILL APPEAL!"], ["2020-11-22 04:54:18", "Thanks Mark. It’s all a continuation of the never ending Witch Hunt. Judge Brann, who would not even allow us to present our case or evidence, is a product of Senator Pat “No Tariffs” Toomey of Pennsylvania, no friend of mine, &amp; Obama - No wonder. 900,000 Fraudulent Votes! https://t.co/17rk2KsUPs"], ["2020-11-22 04:32:09", "“Dominion-izing the Vote”\nPart Three via @OANN @ChanelRion https://t.co/5En1SjPIol"], ["2020-11-22 04:31:12", "“Dominion-izing the Vote”\nPart Two via @OANN @ChanelRion \nhttps://t.co/HFvrnViseu"], ["2020-11-22 04:30:20", "“Dominion-izing the Vote”\nPart One via @OANN @ChanelRion \nhttps://t.co/7OtrKfoj6q"], ["2020-11-22 04:23:48", "True! https://t.co/tlb3zylLqX"], ["2020-11-22 04:15:42", "They never thought a Vaccine could be done so soon but don’t worry, they will try to give the credit to Biden! https://t.co/zp7vZET8R4"], ["2020-11-22 03:26:01", "https://t.co/3XrEnnwhMn"], ["2020-11-22 03:25:42", "https://t.co/dHIHuBOqqY"], ["2020-11-22 01:49:55", "Sorry Liz, can’t accept the results of an election with hundreds of thousands of fraudulent votes cast, enough to easily flip the Election. You’re just unhappy that I’m bringing the troops back home where they belong! https://t.co/elZ9X3wrAz"], ["2020-11-22 01:41:12", "Well, there were hundreds of thousands of votes cast where Republican Poll Watchers were not allowed to “watch”, not even allowed in the counting rooms. Likewise with Fake ballots cast and dead people voting! https://t.co/dqHIhObMLs"], ["2020-11-22 01:33:54", "This is not at all frivolous. It is brought on behalf of one of the most respected members of the United States Congress who is disgusted, like so many others, by an Election that is a fraudulent mess. Fake ballots, dead people voting, no Republican Poll Watchers allowed, &amp; more! https://t.co/mOGdSOeZW8"], ["2020-11-22 01:18:39", "....the COURAGE to do what has to be done to maintain the integrity of our Elections,  and the United States of America itself. THE WORLD IS WATCHING!!!"], ["2020-11-22 01:18:38", "Why is Joe Biden so quickly forming a Cabinet when my investigators have found hundreds of thousands of fraudulent votes, enough to “flip” at least four States, which in turn is more than enough to win the Election? Hopefully the Courts and/or Legislatures will have...."], ["2020-11-21 23:13:41", "The Media is just as corrupt as the Election itself!"], ["2020-11-21 22:48:57", "Fake News always “forgets” to mention that far fewer people are dying when they get Covid. This is do to both our advanced therapeutics, and the gained knowledge of our great doctors, nurses and front line workers!"], ["2020-11-21 22:35:29", "The Fake News is not talking about the fact that “Covid” is running wild all over the World, not just in the U.S. I was at the Virtual G-20 meeting early this morning and the biggest subject was Covid. We will be healing fast, especially with our vaccines!"], ["2020-11-21 22:13:05", "Joe Biden was a total disaster in handling the H1N1 Swine Flu, would never have produced a Vaccine in record time (years ahead of schedule), and would do a terrible job of Vaccine delivery - But doesn’t everybody already know that!"], ["2020-11-21 21:20:39", "“President Trump has done many great things (biggest tax &amp; regulation cuts in history, Space Force, rebuilding our military, fixing the V.A., the Wall), but perhaps the most important of all will be what he is doing now, exposing the massive corruption in our Electoral Process.”"], ["2020-11-21 20:34:36", "Watch: Hundreds of Activists Gather for ‘Stop the Steal‘ Rally in Georgia https://t.co/vUG1bqG9yg via  BreitbartNews  Big Rallies all over the Country. The proof pouring in is undeniable. Many more votes than needed. This was a LANDSLIDE!"], ["2020-11-21 17:18:54", "Check out @PastorDScott’s new show tonight at 7:00pm on @RealAmVoice. Good luck Darrell! https://t.co/naGlg48evP"], ["2020-11-21 13:58:39", "Big voter fraud information coming out concerning Georgia. Stay tuned!"], ["2020-11-21 13:41:35", "I agree! https://t.co/dugcH0VjH6"], ["2020-11-21 13:21:20", "My son Donald is doing very well. Thank you!"], ["2020-11-21 13:15:24", "Massive voter fraud will be shown! https://t.co/F0iGNXtXZP"], ["2020-11-21 13:13:32", "This is true, but much different than reported by the media. We will show massive and unprecedented fraud! https://t.co/E1gZiqc7EP"], ["2020-11-21 12:18:11", "Trump Announces Groundbreaking Rules to Lower Prescription Drug Prices https://t.co/UUrRe7oZfi via @BreitbartNews"], ["2020-11-21 01:43:19", "https://t.co/YHscjY6G8t"], ["2020-11-21 01:42:14", "https://t.co/OLZnCJq93Y"], ["2020-11-21 01:42:00", "https://t.co/cwOQLhQNFq"], ["2020-11-20 19:38:34", "...Why won’t they do it, and why are they so fast to certify a meaningless tally?"], ["2020-11-20 19:38:33", "The Governor of Georgia, and Secretary of State, refuse to let us look at signatures which would expose hundreds of thousands of illegal ballots, and give the Republican Party and me, David Perdue, and perhaps Kelly Loeffler, a BIG VICTORY..."], ["2020-11-20 18:20:41", "News Conference on Reduced Drug Prices at 2:30 P.M."], ["2020-11-20 13:53:00", "Giuliani: The Case for Election Fraud Being Made By Americans https://t.co/yNfaKqYzCO via @BreitbartNews"], ["2020-11-20 13:35:44", "We have great support on the Election Hoax! https://t.co/ChpkuZvc4s"], ["2020-11-20 13:01:17", "Thank you Elizabeth, LOVE! https://t.co/iopJ0AJ1KV"], ["2020-11-20 12:56:13", "The great @FoxNews daytime ratings CRASH will only get worse! https://t.co/GdOWwV7EOY"], ["2020-11-20 12:52:49", "RINO Mitt Romney should read this. I’m sure, however, that he feels he got slaughtering by Obama “fair and square”. https://t.co/GGZKfSAp8z"], ["2020-11-20 12:21:00", "@justin_hart There will be no lockdowns other than those done by certain Democrat governors!"], ["2020-11-20 12:18:52", "Will use these charts in court case. The Election was a HOAX. Thank you Justin! https://t.co/9Ue7ysDIVb"], ["2020-11-20 12:14:28", "A Rigged Election! https://t.co/dAviFrkEP4"], ["2020-11-20 12:12:49", "Great book! https://t.co/Aq4Qus3u4r"], ["2020-11-20 01:49:29", "Look at this in Michigan! A day AFTER the election, Biden receives a dump of 134,886 votes at 6:31AM! https://t.co/CTDaWTNs29 https://t.co/nSmc2olraF"]], "Mike_Pence": [["2020-12-05 14:53:36", "https://t.co/ha051aw95r"], ["2020-12-05 14:52:00", "Great office, you’re going to love it! Congratulations @NMalliotakis! 🇺🇸 https://t.co/rVwR5GcgbM"], ["2020-12-05 14:41:00", "https://t.co/o2NR4GxIr0"], ["2020-12-04 23:54:49", "We need you to stay in the fight! And I promise you, we are going to keep fighting. We can fight for our President and more Republicans in the Senate at the same time. We HAVE to do both! So VOTE, Georgia! 🇺🇸 https://t.co/DIQh6jhw8b"], ["2020-12-04 23:54:07", "My fellow Americans: If you don’t vote, they win. For all we have done &amp; for all we have yet to do, for our President, our Nation &amp; our future, for Georgia &amp; America, cast another vote for all that President @realDonaldTrump has accomplished: Vote for @Perduesenate &amp; @KLoeffler! https://t.co/jX7BgWCRox"], ["2020-12-04 22:48:54", "I came to GA to say: Stay in the fight. Stay in the fight for the integrity in this election. Stay in the fight to Defend the Majority. And stay in the fight until the polls close on January 5th &amp; we send @Perduesenate &amp; @KLoeffler back to a Republican Majority in the Senate! https://t.co/rRVhlxOMfb"], ["2020-12-04 22:41:44", "You all know the stakes here in Georgia. Chuck Schumer said, “Now we take Georgia…and then we change America.” Well I’ve got a message for Chuck Schumer and the Washington Democrats: We’re going to Keep Georgia, Save our Senate, and SAVE AMERICA! https://t.co/K3EXE6gRzm"], ["2020-12-04 22:39:23", "I’m here because I stand with President @realDonaldTrump! And I’m here because WE stand with @Perduesenate and @KLoeffler! https://t.co/aQpG1Yp5Al"], ["2020-12-04 22:36:03", "We're going to keep fighting until every LEGAL vote is counted. We're going to keep fighting until every illegal vote is thrown out. And we will never stop fighting to Make America Great Again! 🇺🇸 https://t.co/5yIWQ3zmm3"], ["2020-12-04 19:42:46", "Wheels up to Savannah with @GOPChairwoman, @KLoeffler, @Perduesenate, and @CollinsforGA! We must Defend the Majority in the Senate and send @Perduesenate and @KLoeffler back to Washington!"], ["2020-12-04 18:27:10", "As we are just days away from a safe &amp; effective vaccine, every American should be comforted to know that @CDCgov works seamlessly with the private sector to distribute 80M vaccines a year &amp; they’re well equipped to deliver a Coronavirus vaccine to states across the Country. https://t.co/nnyssL9xYR"], ["2020-12-04 18:26:12", "Through Operation Warp Speed, we’ll be working with @CDCgov, America’s Governors and all of our public &amp; private partners to distribute a vaccine directly to states in record time. President @realDonaldTrump is delivering for the American people!"], ["2020-12-04 18:25:19", "Honored to be at @CDCgov today with @CDCDirector, @SenatorLoeffler, @sendavidperdue, and @RepDougCollins. Under President @realDonaldTrump’s leadership, we will have a vaccine before the end of the year! https://t.co/MuamQD10qe"], ["2020-12-04 17:27:25", "https://t.co/bCjHlP0J57"], ["2020-12-04 16:30:06", "Just landed in Georgia for a vaccine briefing at @CDCgov. Help is on the way, America!"], ["2020-12-04 15:42:20", "Heading to Georgia with @CDCDirector to visit the hard-working men and women of @CDCgov. Thanks to the leadership of President @realDonaldTrump we are just days away from delivering a safe and effective vaccine in record time! https://t.co/YbIsTpGciP"], ["2020-12-04 14:43:29", "America is continuing a steady comeback under President @realDonaldTrump with 245,000 jobs added in November and 6.7% unemployment! 🇺🇸"], ["2020-12-04 13:53:50", "70 years ago today, Ensign Jesse L. Brown, USN, the first African American Naval aviator, was shot down in the Korean War. We will always honor his memory and America will never stop searching until Ensign Brown and all our Missing Fallen come home to American soil. 🇺🇸 https://t.co/PWal9TDDNW"], ["2020-12-04 12:27:33", "https://t.co/8r7DdkZPY8"], ["2020-12-03 22:17:35", "Join us in Savannah, GA TOMORROW as we fight to Defend the Majority and keep @Perduesenate and @KLoeffler in the United States Senate! https://t.co/8dm0BADmsN"], ["2020-12-03 22:08:50", "Through Operation Warp Speed, we’ll be able to ship a vaccine within 24 hours of approval &amp; start administering the vaccine 24 hours after that. This is unprecedented &amp; only made possible by the leadership of President @realDonaldTrump &amp; the public-private partnership he forged."], ["2020-12-03 22:08:24", "Only in America do you see the kind of innovation that has taken place over the last few months as not one but TWO companies have developed a vaccine at Warp Speed. Every American can be proud that we are so close to delivering a vaccine in record time. Help is on the way! https://t.co/e70gXOejlx"], ["2020-12-03 21:23:38", "https://t.co/PMwkLR94G3"], ["2020-12-03 21:07:49", "In August President @realDonaldTrump promised we would have a vaccine before the end of the year &amp; today I’m proud to report we are just days away! We’re grateful for @FedEx and all of our partners as we prepare to deliver tens of millions of doses to states across the Country!"], ["2020-12-03 21:06:30", "Pleased to be joined by @SecAzar, @CDCDirector, @GovBillLee &amp; @FedEx in Memphis. Early on, @FedEx helped meet the need of the American people by delivering PPE to healthcare workers, &amp; we look forward to continuing that seamless partnership to deliver millions of vaccine doses! https://t.co/1wTQiYC3WS"], ["2020-12-03 19:24:31", "Just landed in Memphis with @SecAzar and @CDCDirector to discuss vaccine distribution plans. Thanks to President @realDonaldTrump’s leadership, through Operation Warp Speed in days we will have a safe and effective Coronavirus vaccine!"], ["2020-12-03 17:59:18", "Congratulations to a Good and Great man, @CoachLouHoltz88 for receiving the Presidential Medal of Freedom from President @realDonaldTrump! Lou is a legendary Notre Dame football coach, author, philanthropist, and a true American Patriot! 🇺🇸 https://t.co/RwGo1Rrb3i"], ["2020-12-03 17:30:09", "Wheels up to Memphis, TN with @SecAzar and @CDCDirector for a Vaccine Distribution roundtable with @GovBillLee and @FedEx as 2 American companies develop safe and effective Coronavirus vaccines through Operation Warp Speed. Help is on the way, America! https://t.co/YFBc0skbcI"], ["2020-12-03 01:28:35", "Awesome meeting with our @WhiteHouse Interns today! We are so grateful for all of the hard work these young Americans have done for our Country this semester! 🇺🇸 https://t.co/lGD02lM6w9"], ["2020-12-02 22:39:34", "https://t.co/ly3lcmWb9g"], ["2020-12-02 18:32:50", "We must DEFEND THE MAJORITY and send @Perduesenate and @KLoeffler back to the United States Senate! \n\nRSVP to join us Friday in Savannah: https://t.co/8dm0BAlLBf"], ["2020-12-02 18:10:14", "Defend the Senate Majority! 🇺🇸 https://t.co/sq5wt2ldlm"], ["2020-12-02 18:02:55", "https://t.co/EPhkGN43DY"], ["2020-12-01 22:40:17", "https://t.co/CShY39YAg8"], ["2020-12-01 14:03:14", "https://t.co/ffgqpaVLEY"], ["2020-11-30 23:10:31", "In August, President @realDonaldTrump said we would have a coronavirus vaccine by the end of the year, and today, American companies have produced 2 Vaccines in RECORD TIME! Once approved, we will inoculate millions by years end! Help is on the Way America! 🇺🇸"], ["2020-11-30 23:10:31", "Today the @WhiteHouse Coronavirus Task Force held our Weekly Call with nearly all of America’s Governors as we prepare to distribute a safe &amp; effective vaccine to the American people under Operation Warp Speed in just a few weeks! https://t.co/dxp5w2Wn1E"], ["2020-11-26 16:15:05", "On this Thanksgiving Day, we’re thankful for our Family, Friends &amp; the Doctors, Nurses, First Responders &amp; Men &amp; Women of our Armed Forces that we’ve met along the way. God Bless our Healthcare Workers &amp; our Military, especially those deployed overseas Defending Our Freedom! 🦃🇺🇸 https://t.co/LpjZGqbRHc"], ["2020-11-26 13:01:57", "Happy Thanksgiving from @SecondLady and our Family to yours! https://t.co/3T1lI4fRpA"], ["2020-11-25 21:37:32", "With Thanksgiving around the corner, it’s important to remember those less fortunate. Let’s all do our part to make sure every American has a Happy Thanksgiving by supporting your Local Food Bank!\n\nFind a way to support the families in your community: https://t.co/jvC0Kr40B0"], ["2020-11-24 20:39:32", "All across this great Nation, hardworking Americans are seeing their 401k’s up and more of their hard-earned money in their pockets! American workers are WINNING under President @realDonaldTrump!"], ["2020-11-24 18:51:45", "In four short years, President @realDonaldTrump revived our economy, cut taxes, rolled back regulation, fought for free and fair trade, unleashed American energy, and created more than 7 MILLION good paying jobs! And today the Dow Jones hit 30,000 for the first time EVER!"], ["2020-11-24 17:14:56", "For the first time ever, Dow Jones Industrial Average hits 30,000! America is coming BACK under President @realDonaldTrump! 🇺🇸 https://t.co/y4c9haoXNi"], ["2020-11-23 22:31:14", "Defend the Senate Majority!\nSupport ⁦@Perduesenate⁩ &amp; ⁦@KLoeffler⁩ Today! #MAGA #GASEN 🇺🇸 https://t.co/sq5wt2ldlm"], ["2020-11-23 16:54:23", "https://t.co/hmc9aFsaje"], ["2020-11-23 16:52:56", "https://t.co/SK5FSduYLU"], ["2020-11-20 23:32:54", "Where @Perduesenate and @KLoeffler cut taxes and are defending the right to keep more of what you earn, Jon Ossoff and Raphael Warnock want to RAISE taxes on working families and small businesses! We cannot let that happen, we must Defend the Republican Majority! https://t.co/SRNOSZy8vW"], ["2020-11-20 23:29:52", "Thank you, Gainesville! For who they are, for all that we’ve accomplished, we need @Perduesenate and @KLoeffler back in a Republican Majority in the United States Senate! We need Georgia to DEFEND THE MAJORITY on January 5, 2021! 🇺🇸 https://t.co/uwdt0VLsRX"], ["2020-11-20 22:29:43", "We have accomplished Great things under the leadership of President @realDonaldTrump and with the support of @KLoeffler &amp; @Perduesenate! We rebuilt our military, revived our economy, secured our border, stood with law enforcement, and fought for life, liberty, &amp; the Constitution! https://t.co/4agZBvuzRe"], ["2020-11-20 21:45:21", "With President @realDonaldTrump, @KLoeffler and @Perduesenate, we will always stand with the amazing men and women of Law Enforcement and we will always BACK THE BLUE! https://t.co/M6ACvGZjjF"], ["2020-11-20 20:01:16", "With the unwavering support of Georgia’s two Senators, we’ve seen more than 200 Conservative Judges appointed to our courts at every level and they are all men and women who will uphold all the God-given liberties enshrined in our Constitution! https://t.co/0pFqL70mHX"], ["2020-11-20 19:56:00", "Thank you, Canton! We must DEFEND THE MAJORITY in the Senate and send two Great Republicans, @KLoeffler and @Perduesenate, back to Capitol Hill! 🇺🇸 https://t.co/tKwukSAX7q"], ["2020-11-20 17:31:42", "Just landed in Georgia! We must keep a Republican Majority in the Senate with @KLoeffler and @Perduesenate so we can keep fighting for Conservative ideals that made this Nation Great! https://t.co/Iw7ybGE6Qw"], ["2020-11-20 16:08:34", "https://t.co/W0t5JwOHJj"], ["2020-11-20 15:42:00", "Heading to Georgia today! We must DEFEND THE MAJORITY in the Senate and send @KLoeffler and @Perduesenate back to Washington! See you soon!"]], "tedcruz": [["2020-12-05 04:03:57", "A beautiful day in South Texas. https://t.co/QUWV9wrp7x"], ["2020-12-04 19:16:21", "Yes, other than the concentration camps and the murder and torture and stuff. https://t.co/AZPh5YYLD3"], ["2020-12-04 17:50:41", "🔥🔥🔥 https://t.co/nMCoFM7IUV"], ["2020-12-04 16:37:17", "true https://t.co/vXNYarbMyi"], ["2020-12-04 15:02:16", "Damn good point. https://t.co/ZX0A07B5h2"], ["2020-12-03 20:46:45", "Sigh. 31 out of 35. 😱 https://t.co/FygUPMjt7w"], ["2020-12-03 20:32:33", "Very troubling fact pattern. \n\nCivil asset forfeiture is far too often abused, and we should fully protect Americans’ Due Process rights.  @reason https://t.co/WKxR76MEoa"], ["2020-12-03 17:15:54", "2/2 it’s almost as if...he’s a Democrat."], ["2020-12-03 17:13:56", "I don’t know who this clown is, but anyone saying America would be better off w/ Chuck Schumer as Majority Leader—producing huge tax increases, the Green New Deal, massive amnesty &amp; a packed Supreme Court destroying the Bill of Rights—is trying to mislead the people of Georgia. https://t.co/jtEPT2UtzF"], ["2020-12-03 17:06:29", "https://t.co/tlxl50vkOf https://t.co/45pxLg0Mn3"], ["2020-12-02 23:27:18", "First two seem a little liberal for me https://t.co/qOZMhQ4cpW"], ["2020-12-02 22:22:49", "And that's to say nothing of the disaster @MayorAdler is responsible for in Austin with homelessness and murder rate skyrocketing."], ["2020-12-02 22:21:43", "Hypocrites. Complete and utter hypocrites.\n\nAnd don't forget @MayorAdler who took a private jet with eight people to Cabo and WHILE IN CABO recorded a video telling Austinites to \"stay home if you can...this is not the time to relax.\" https://t.co/KSvkiwxgga"], ["2020-12-02 16:49:33", "Unlike the Obama-Biden administration, which simply refused to carry out lawful capital punishments, the Trump administration this year carried out eight longstanding death sentences against criminals who committed brutal and horrific murders: https://t.co/bEbXnO2TZF"], ["2020-12-02 16:49:33", "The Justice Department’s decision to carry out these lawfully imposed sentences is well overdue, and a testament to Attorney General William Barr’s leadership and belief in the rule of law: https://t.co/bEbXnO2TZF"], ["2020-12-02 15:17:25", "Very sad news. Walter Williams was legendary. He was brilliant, incisive, witty, and profound. I grew up reading him, and he was a ferocious defender of free markets and a powerful explainer of the virtues of Liberty. https://t.co/DrwZo5yxqR"], ["2020-12-02 14:23:28", "Why does the Left have everything backwards?\n\nThey have “concerns” with Israel (of course), but want to “engage” with the America-hating Ayatollah in Iran. \n\nQuery: which one is more likely to try to kill Americans? https://t.co/AWZGUW5PXm"], ["2020-12-01 23:03:03", "#SCOTUS should hear the emergency appeal on the Pennsylvania election challenge. https://t.co/mzwr4eaHR8"], ["2020-12-01 03:49:56", "“exclusive”? https://t.co/PxlGzs83iI"], ["2020-12-01 00:22:36", "Deeply troubling. https://t.co/w1dS56nAE9"], ["2020-11-30 15:54:39", "Dem priorities:\n\n☑️ Prosecute Tiger King\n\n❌Emergency COVID relief\n\n❌Help small businesses\n\n❌Reopen the economy\n\n❌Get kids back in school https://t.co/wU9enukZkP"], ["2020-11-30 15:46:11", "Alyssa, facts matter. Dems have TWICE filibustered $500Bn in emergency COVID relief.\n\nEVERY SINGLE Senate Dem voted to block relief—Pelosi refuses even to talk—bc they believe maximizing economic pain helped Biden &amp; it helps Dems in GA. \n\n&amp; they trust the press to cover for them. https://t.co/vQBXmwiJRs"], ["2020-11-30 08:10:55", "This fellow’s twitter bio says—apparently unironically—that he’s “unapologetically committed to equality, diversity, compassion, love &amp; justice.”\n\n...while celebrating &amp; reveling in hateful, life-threatening violence.\n\nSomehow, someway, the angry Left must rediscover humanity. https://t.co/TCHXNcQDC2"], ["2020-11-29 00:03:22", "Congratulations!  @millermeeks \n\nMore good news for the House. https://t.co/LpxbPRWTJa"], ["2020-11-29 00:01:11", "Today’s Dems are the party of the rich. \n\nGOP is and should be the party of the working class. https://t.co/WMTDtKTzwU"], ["2020-11-29 00:01:00", "Today’s Dems are the party of the rich. \n\nGOP is and should be the party of the working class. https://t.co/TCbG8FrUl5"], ["2020-11-28 22:45:39", "Twisted, but really funny.... https://t.co/EZNX7YLziZ"], ["2020-11-28 22:44:05", "As a proud graduate of Second Baptist High School in Houston, I’m not sure this is satire.... https://t.co/iEUORmwL9p"], ["2020-11-28 21:27:38", "Want to understand the massive stakes of the GA run-off?  What happens if Dems pack the Supreme Court?\n\nhttps://t.co/qts9gyKX1A https://t.co/TdPEkDmAvm"], ["2020-11-28 19:59:34", "The stakes could not be higher. https://t.co/sVKOrxFeIF"], ["2020-11-28 18:59:46", "The only coherent answer is NO, neither Biden nor Gen. Flynn violated the Logan Act bc it’s unconstitutional—which is why nobody has been convicted of violating it in the history of the US.\n\nBut you want to use it as a partisan cudgel, a weapon to attack your political opponents."], ["2020-11-28 18:53:44", "Ok, let’s apply your proffered standard:\n\nBen Rhodes has publicly stated, \"foreign leaders are already having phone calls with Joe Biden, talking about the agenda they're going to pursue on Jan. 20.”\n\nDoes that mean you think Joe Biden should be prosecuted under the Logan Act? https://t.co/t0mTtsYLnB"], ["2020-11-28 17:48:28", "Gosh, I touched a nerve.\nFacts matter.\n\nFACT 1: you’ve admitted, in 1976 you voted for the Communist candidate for President because, I guess, Jimmy Carter wasn’t liberal enough for you.\n\nFACT 2: you gave $150 Bn to Ayatollah Khamenei, knowing it would be used to kill Americans. https://t.co/zKYGTaqov0"], ["2020-11-27 19:53:28", "It’s bizarre to see a former head of the CIA consistently side with Iranian zealots who chant “Death to America.”\n\nAnd reflexively condemn Israel.\n\nDoes Joe Biden agree? https://t.co/H38OB1ejCr"], ["2020-11-27 19:47:35", "3/3 Why do Dems hate Rock &amp; Roll?"], ["2020-11-27 19:47:01", "2/2 We can do BOTH: (1) keep people safe AND (2) save the arts."], ["2020-11-27 19:46:09", "The irony is rich. Dems are destroying many of their core constituencies: Hollywood, Broadway, pro sports, and Rock &amp; Roll.\n\nBravo to Clapton and Van Morrison for having the courage to stand up to virtue-signaling Lefties &amp; defend the thousands who work in the arts. https://t.co/Vt3VRfhH0u"], ["2020-11-27 19:39:39", "3/3 Why do Dems hate Rock &amp; Roll?"], ["2020-11-27 19:39:08", "2/2 Bravo to Clapton and Van Morrison for having the courage to speak out. \n\nWe can do BOTH: (1) keep people safe AND (2) save the arts."], ["2020-11-27 18:50:02", "Save the arts. Stop the insanity. https://t.co/Vt3VRfhH0u"], ["2020-11-27 17:31:10", "So now the liberal mob is coming for the American flag &amp; the Thin Blue Line in particular.\n\nThis is asinine. END Cancel Culture. \n\nWe should honor the heroic men &amp; women of law enforcement, protect everybody’s rights &amp; remember that we are ALL Americans. https://t.co/9ByGcvnxrj"], ["2020-11-26 17:28:53", "As families celebrate #Thanksgiving today, they can also give thanks that they will be able to gather to pray during Christmas this year without fear of totalitarian Democrats who want to stop us from exercising our fundamental right to worship."], ["2020-11-26 17:28:53", "Yet again Chief Justice Roberts was willing to set aside his duty to enforce the Constitution when state or local leaders are hostile to religion under the guise of public health. But thankfully, this time he and the liberal justices lost."], ["2020-11-26 17:28:52", "This summer the Court wrongly ruled that a Nevada law discriminating against religion could stay in place. With #ACB, the Court was able to right that ruling today."], ["2020-11-26 17:28:52", "A major win for any American who cherishes our religious liberty. Andrew Cuomo and Democrat elected officials have acted as totalitarians, using COVID19 to strip the people of NY of their fundamental right to worship. Today, the Court said enough is enough\nhttps://t.co/xPG2oiXCB8"], ["2020-11-26 14:20:03", "Wishing you and your loved ones a blessed and #HappyThanksgiving! https://t.co/8wvhBsjJTb"], ["2020-11-25 16:29:51", "This is nuts. As Dallas murder rates surge to historic highs, radical activists are calling Texas State Troopers “Occupying Forces” and “State Sanctioned Violence.”\n\nStop demonizing the police, whose job it is to keep everyone safe.  https://t.co/lbnsLK0eU4"], ["2020-11-25 00:45:14", "Um, no you don’t. \n\nHere’s Pelosi telling Wolf Blitzer that if she can’t have 100% of the partisan wish-list passed by House Dems, then nothing—NOTHING—will pass for COVID relief:\n\nhttps://t.co/yTw2O0fTAn https://t.co/4OYHxcgc4i"], ["2020-11-24 06:05:26", "The Marion Barry defense.... https://t.co/t6MFjPx4VJ"], ["2020-11-24 05:49:37", "Twitter Left is aghast—seems the media/commie list-serve activated them all.\n\nTwo observations: (1) Biden has *still* not been sworn in &amp; (2) perhaps I underestimated the vicious authoritarianism of today’s Left—so willing to destroy restaurants, bars, small businesses, lives.... https://t.co/FGvDzAMqTS"], ["2020-11-24 05:06:57", "Twitter Leftists are losing their minds that we’re not willing to give up Thanksgiving. \n\nWait till they find out we won’t give up Christmas either. https://t.co/bkiVZ9xLGK"], ["2020-11-24 05:03:33", ".@AOC seems not to know there are Democrats in the Senate. \n\nOr that Joe Biden (also a Dem) is publicly calling on Senate Dems to continue filibustering COVID relief because he thinks it will help them win Georgia. https://t.co/vy5HG3h2qr"], ["2020-11-23 22:02:33", "Why is your party filibustering $500 billion in COVID relief?\n\nAnd Joe Biden is cheering them on. Thinking that blocking relief somehow helps Dems win Georgia. https://t.co/b8PvuUpSa3"], ["2020-11-23 18:16:52", "I’m supporting my friend @TommyHicksGOP for RNC Co-Chairman. We all have to do our part to stand up &amp; stand against the Left's hypocrisy and corruption. Together we will Protect the Senate and take back the House!"], ["2020-11-22 03:59:36", "https://t.co/HSCSdXkst9"], ["2020-11-20 20:30:51", "#BigTech is putting their thumb on the scale.\n\nThey are deeply biased.\n \nThey are not even trying to pretend anymore. https://t.co/62oyJMfZ5p"], ["2020-11-20 03:14:16", ".@TexanOnPurpose God bless her legacy of service and kindness. https://t.co/e3YuHjQ9hi"]], "senatemajldr": [["2020-12-04 22:19:12", "Everyone understands this has been a challenging time for local leaders, but pandemics do not erase our First Amendment rights. I am glad that @kyoag is leading the way to defend the religious liberty of Kentuckians and all Americans. https://t.co/1FtSX7w0mr"], ["2020-12-02 16:59:42", "Republicans have spent months proposing more COVID relief. Yesterday I put forward yet another proposal that would invest many billions in workers, laid-off Americans, small businesses, &amp; vaccine distribution.  \n\nI hope Democrats will finally let us get a bipartisan outcome soon."], ["2020-12-01 23:01:31", "Attorney General Barr was absolutely right to appoint John Durham to be a Special Counsel on this matter. The nation deserves to know the truth about the egregious abuses of power that took place in 2016 and deserves that justice be done to anyone who broke the law. https://t.co/ehCHSWacFk"], ["2020-11-30 20:57:53", "The American people need more help now. Congress should deliver more COVID relief this year.\n\nEven House and Senate Democrats are publicly saying that Speaker Pelosi's and Leader Schumer's all-or-nothing obstruction needs to stop."], ["2020-11-26 13:00:02", "We are blessed to live in the greatest country the world has ever known. Even in a trying year unlike anything we’ve seen before, we are constantly reminded why. Happy Thanksgiving, everyone. https://t.co/TkQfXbq5F2"], ["2020-11-20 20:20:48", "Our country badly needs the kinds of targeted, urgent COVID relief that Republicans have been trying to pass for months — from job-saving PPP funding to vaccine distribution. \n\nMy full statement: https://t.co/ybJ2OJSYf9"]], "LindseyGrahamSC": [["2020-12-04 21:25:00", "Speaking with @seanhannity today at 4:30 pm.  \n\nLISTEN LIVE:\nhttps://t.co/SVRp7qnhFj"], ["2020-12-04 16:46:24", "@realDonaldTrump We have a Defense Department to protect our liberty, but our liberty is at risk if we don’t change Section 230."], ["2020-12-04 16:45:52", "@realDonaldTrump It is our best chance to change course while we still can.  \n\nI take a back seat to no one when it comes to supporting our nation’s military.  \n\nHowever, Section 230 is allowing America to be fundamentally changed as it relates to the flow of information."], ["2020-12-04 16:42:58", "I support President @realDonaldTrump's insistence Section 230 repeal be part of the defense authorization bill.  \n \nBig Tech is the only industry in America that cannot be sued for their business practices and are not meaningfully regulated.  \n\nThis must come to an end."], ["2020-12-04 16:09:53", "Also, encouraged to hear Governor Kemp and Statehouse leaders embracing changes to mail-in ballot laws to ensure ballot security in future elections. \n\nMust be done now before Senate runoff."], ["2020-12-04 16:09:10", "Great to see Georgia Governor Kemp calling for an audit of mail-in ballot signatures in the presidential race.  \n\nIt is imperative the Georgia Secretary of State allow an audit to see if system worked. \n\nhttps://t.co/rWUG5cmu9B"], ["2020-12-03 18:45:00", "Speaking with Fox News @johnrobertsFox at 2:00 pm today. \n\nTune in!"], ["2020-12-03 18:33:30", "I truly appreciate President @realDonaldTrump awarding the Medal of Freedom to Coach Holtz because he is so deserving for many different reasons.  \n\nHe’s one of the greatest coaches in the history of college football and an even better person!"], ["2020-12-03 18:32:27", "It was an honor to attend today’s White House ceremony recognizing Coach Holtz and the incredible life he has lived.  \n\nhttps://t.co/P4xLwixhqF"], ["2020-12-03 15:54:23", "Honored to be at the Presidential Medal of Freedom ceremony for Coach Lou Holtz. https://t.co/nTHo2o4RFR"], ["2020-12-02 23:53:56", "Speaking with @marthamaccallum in just a few minutes on @foxnews.\n\nTune in!"], ["2020-12-02 20:58:46", "In the spirit of unity, I completely agree with President @BarackObama's request that the Democratic Party allow a prominent place for @AOC and her socialist message.  \n\nIt’s always good to find bipartisan agreement!\n\nhttps://t.co/TePd6j7GDZ"], ["2020-12-01 21:43:12", "I hope my Democrat colleagues will show Special Counsel Durham the same respect they showed Special Counsel Mueller. \n\nThis important investigation must be allowed to proceed free from political interference. \n\nThe American people deserve a full accounting of this wrongdoing."], ["2020-12-01 21:42:44", "I have complete confidence that Mr. Durham is the right man at the right time to be appointed special counsel. I hope his work product will help restore confidence in the Department of Justice and FBI after the debacle called Crossfire Hurricane."], ["2020-12-01 21:42:15", "To restore credibility to the Department of Justice and FBI after this disgraceful episode, people have to be held accountable – either through criminal prosecution or administrative action."], ["2020-12-01 21:41:42", "Based on hearings we held in the Senate Judiciary Committee, it is obvious the system failed and the FISA Court’s rebuke of the Department of Justice and FBI was more than warranted."], ["2020-12-01 21:41:14", "I completely concur with Attorney General Barr’s decision to appoint Mr. Durham as special counsel regarding matters related to the Department of Justice and FBI’s conduct in the Crossfire Hurricane investigation."], ["2020-12-01 20:10:00", "Congratulations to @hinsonashley who ran a terrific campaign showcasing common-sense conservative values.  \n\nA big believer in Law and Order and free enterprise. \n\nProud to help her campaign and glad she will be in the US House! https://t.co/VSd2YmVmiE"], ["2020-12-01 18:46:48", "He loved the law and truly was a force of nature. All of his family and friends are in my prayers."], ["2020-12-01 18:46:48", "Very sad to hear of the passing of Judge G. Ross Anderson Jr., a retired judge from Anderson, SC. Judge Anderson was a distinguished lawyer and served honorably and effectively on the federal bench for decades."], ["2020-12-01 17:46:26", "@millermeeks She is an Army veteran and health care professional who will bring a lot of common-sense wisdom to the US House of Representatives.  \n\nWell done!"], ["2020-12-01 17:45:15", "If you ever doubted that Every Vote Counts, look to #IA2 where Republican candidate Mariannette Miller-Meeks won by 6 votes! \n\nDr. @millermeeks will be an outstanding Member of Congress. \n\nhttps://t.co/52hVV5rgD7 https://t.co/iK2ICfnS0r"], ["2020-11-25 22:12:17", "@realDonaldTrump I hope General Flynn can now move forward with his life.\n\nWell done President Trump!"], ["2020-11-25 22:11:40", "Very good use of the pardon power by President @realDonaldTrump.\n\nGeneral Flynn was NOT a Russian agent.  \n\nInstead, he was the victim of a politically motivated investigation and prosecution where the ends justified the means.  \n\nhttps://t.co/DVi5GbzXFu"], ["2020-11-24 15:15:20", "I just don’t believe the people in Georgia are going to allow this country to be turned into a socialist nation.\n\nThat’s really what’s on the ballot for these Senate seats. #GaRepublicans\n\nhttps://t.co/DaANnZ3x8i"], ["2020-11-24 02:20:20", "Speaking with @TGowdySC in just a few minutes about #GAsen as he serves as guest host for Fox News @seanhannity.\n\nTune in!"], ["2020-11-23 15:54:20", "Georgia should also change law requiring bipartisan signature verification of mail-in ballots for future elections. The current system only requires single individual to verify signatures."], ["2020-11-23 15:54:19", "Completely agree with @Perduesenate and @KLoeffler’s call for signature verification to be part of new Georgia recount requested by President @realDonaldTrump.\n \nhttps://t.co/Ot8Bbxc3aA"], ["2020-11-21 14:52:51", "@BrianKempGA I’m also encouraged it appears the Georgia Governor is willing to work with the state legislature to improve mail ballot signature verification requirements."], ["2020-11-21 14:49:42", "@BrianKempGA The rejection rate for signatures in the 2020 race was significantly less than in past elections.  \n\nA signature audit is necessary given how the Consent Decree affected mail in voting."], ["2020-11-21 14:48:27", "I could not agree more with Governor @BrianKempGA that it would be appropriate to audit mail-in ballot signatures against a valid database.  \n\nThis will be critically important for future elections in Georgia.  \n\nhttps://t.co/Nb6iiL9Qje"]], "DonaldJTrumpJr": [["2020-12-05 18:44:59", "I've known @TommyHicksRNC for more years than we'd like to admit. He has been a great friend &amp; great RNC CoChairman. Proud to support him in his re-elect as he continues the fight for the American people &amp; freedom."], ["2020-12-05 02:01:02", "We all did with apathy, not because we actually green lit them but by sitting on our asses as they slowly stripped away free speech and thought while we watched and did jack shit. \n\nIt’s long past the time to stand up against this form of thought tyranny!!! https://t.co/cbUP08sVb8"], ["2020-12-04 23:55:26", "It’s like these politicians are trying to destroy all small businesses. Ridiculous!!! https://t.co/6WG8Bv5AnD"], ["2020-12-04 19:57:04", "Thanks @HerschelWalker. https://t.co/4TzKCPOsnV"], ["2020-12-04 16:56:57", "This X 1000 https://t.co/ry91xzd6Gq"], ["2020-12-04 15:48:15", "Video: Georgia Vote Counters Appear to Pull Suitcases of Ballots from Under Table After Observers, Media Leave https://t.co/kHGhAcrqHj"], ["2020-12-04 00:13:04", "I love and support the @NRA and have been a longtime member, but I don’t want Wayne’s job. This story is total fake news. \n\nPS: While you're here, if you're not already a member, you can sign up to join the nation's oldest civil rights group below!\n\nhttps://t.co/gM51MFUqwN https://t.co/lh6cnHpdgO"], ["2020-12-03 19:07:01", "The Intelligence shows @realDonaldTrump has been right about China all along. This is a must-read op-ed from @DNI_Ratcliffe with an inside look at China’s sick ambitions to dominate the world. https://t.co/zGb34wdDm4"], ["2020-12-03 15:19:42", "Imagine what the clowns at CNN would be saying if they got similar info on say our campaign? You think they would call it a felony or journalism? Their double standard on everything is ridiculous. https://t.co/fk3SVUoMQ7"], ["2020-12-02 22:52:35", "No one should be surprised. https://t.co/xwdyfn248y"], ["2020-12-02 22:06:50", "Racist much? https://t.co/Di7b5dqyLF"], ["2020-12-02 22:03:09", "These people are the worst. \nEnough is enough!!! https://t.co/4VGlLSnXba"], ["2020-12-02 20:59:54", "Pro Tip: It's not missing context you're just full of shit and covering for democrat hypocrisy. https://t.co/2Uo0lW4oOM"], ["2020-12-02 19:27:30", "🤡 https://t.co/McKmEktnxI"], ["2020-12-02 19:27:08", "I can’t think of anything more California than this these days. https://t.co/g3YmZtXDJW"], ["2020-12-02 14:06:55", "Tucker, you should ask them about running secretly recorded audio of the First Lady since they seem to have had no problem doing that for weeks. I wonder what changed?🙄 https://t.co/1Qkf8OVwyp"], ["2020-12-02 03:16:37", "It’s amazing that CNN had no problem aggressively running with secretly recorded audio tapes of the First Lady non-stop for weeks, but has a serious problem when someone does the exact same thing to them!\n\nIf it wasn’t for double standards, they would have no standards at all. https://t.co/THV2PpHmiN"], ["2020-12-02 00:41:01", "Hahahahah. CNN = 🤡🤡🤡 https://t.co/UD7OZc514f"], ["2020-12-02 00:32:55", "Fact"], ["2020-12-02 00:29:42", "Well, It would help if they actually looked, but the Democrats don’t want them to so they won’t bother. \n\nThey were too busy sending 15 people to investigate a garage pull. https://t.co/pCWTiImIB0"], ["2020-12-02 00:21:43", "Looks like journalism to me, but CNN wouldn’t know anything about that. https://t.co/THV2PpHmiN"], ["2020-12-01 23:19:28", "Why are you fat checking this? No one’s making a claim just showing her wearing a commie hat… THATS A FACT!!!\n\nIf the media stopped running cover for Democrats as their primary mission maybe they have some credibility left. https://t.co/DtcKwkAev9"], ["2020-12-01 21:48:42", "🤣🤣🤣"], ["2020-12-01 21:48:07", "Kamala Says Biden Will Be 'Kept Comfortable' While A Discussion Ensues About Whether To Keep Him Alive https://t.co/mv0deDykTR via @TheBabylonBee"], ["2020-12-01 21:38:37", "No, Russia/China/Iran collusion is fine as long as you’re a Democrat! https://t.co/xYwr0gdlJl"], ["2020-12-01 19:30:13", "That should be fun. I’m sure it will all be lots of discussion about how to be totally objective and report the news accurately🙄 https://t.co/k8UT0fdWZi"], ["2020-12-01 19:05:42", "Horowitz: Republicans have a moral obligation to support the Pennsylvania lawsuit against universal mail-in ballots - TheBlaze https://t.co/pqjcIfb6iy"], ["2020-12-01 14:00:44", "🤣🤣🤣 https://t.co/5t7cBIx8tl"], ["2020-12-01 02:42:25", "🚨🚨🚨 Thread!!! https://t.co/DK4RStGzOo"], ["2020-12-01 02:40:35", "Democrats Are Currently Stealing a House Seat in New York https://t.co/4xVEzO7ycb"], ["2020-11-30 22:58:47", "CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER. https://t.co/oFRZnIkDwT"], ["2020-11-28 22:24:24", "I love that @triller, TicTok’s number one competitor (with the added benefit of it not being Chinese Communist Party spyware) is hosting tonight’s #tysonvsjonesjr fight. Cool idea and format. Check it out!\nhttps://t.co/hPEd6hDoB6"], ["2020-11-28 20:49:53", "I can’t wait to check this out tonight. Click the link to see it for yourself.\nhttps://t.co/hPEd6hDoB6 https://t.co/uDj75clbNr"], ["2020-11-28 19:53:11", "A cool message that I thought was important that even some of the animals here on Twitter may actually appreciate a bit. 😜 https://t.co/Z2GiQfcLou"], ["2020-11-28 14:46:21", "Ok this is pretty funny. I can’t wait to watch this fight tonight. Boxing history!!! #TysonJones \nCheck it out at the link. \nhttps://t.co/hPEd6hDoB6 https://t.co/dHuNq1ATiX"], ["2020-11-27 23:31:02", "Guys for #BlackFriday we are doing an awesome sale of Liberal Privilege. Get 25% off and a free upgrade to the autographed version only on https://t.co/YsGnjdDOMA. \nA great gift for the conservatives in your life or to troll the liberals you love. Check It Out!!! https://t.co/Mn5vU6usPf"], ["2020-11-27 22:17:28", "In case anyone was wondering what side he’s really on at this point. It’s insane. https://t.co/jiN9CgYes8"], ["2020-11-27 20:45:12", "Thanks Greg. I remember this. I think it was the day after the debate in Ohio. It was great to talk to you and hear your thoughts on everything. \nI hope that you and yours have a wonderful Thanksgiving weekend. https://t.co/s06oqq5SOB"], ["2020-11-27 19:18:03", "*also won’t work https://t.co/YA6JbdMh9n"], ["2020-11-27 14:11:06", "This is going to be my weekend guilty pleasure. Can’t wait for Tyson Vs Jones and a some boxing legends showing us what they’ve still got. Check it out tomorrow night. Click the link below! #TysonJones \n\nhttps://t.co/hPEd6hDoB6 https://t.co/C2IJh56yDD"], ["2020-11-25 22:50:12", "Well I know what I’m doing Saturday night. Can’t wait to see what these legends have in them. Check it out!!! \nMike Tyson vs Roy Jones!!!#TysonJones \nhttps://t.co/hPEd6hDoB6"], ["2020-11-24 20:25:20", "🚨🚨🚨 https://t.co/AybVKOOwCq"], ["2020-11-24 14:16:15", "Hahahaha true. https://t.co/vYDy33h62A"], ["2020-11-23 16:49:44", "Wow this should be cool... Tyson vs Jones. 2 of the GOATs going at it. I was at many of their fights growing up so this should have some nostalgia. Also love that @triller is putting it on an interesting twist. \nCHECK IT OUT!!! https://t.co/hPEd6hDoB6"], ["2020-11-23 16:03:53", "Asking for a friend: If you burn your house down after having more than six people over for Thanksgiving can that be considered a “peaceful protest” rather than an illegal gathering? #Thanksgiving"], ["2020-11-23 15:48:16", "Thanks @ChaelSonnen, I’ll be back at it soon. https://t.co/vlYIdsCC3E"], ["2020-11-23 15:05:50", "Of course they won’t, they don’t want to be on the bad side of the thugs and criminals that did that to you. \n\nNow if I conservative did that to a liberal politician they’d all be in jail by now. https://t.co/7k7fjSOws7"], ["2020-11-23 14:51:39", "I’m seeing a lot of talk from people that are supposed to be on our side telling GOP voters not to go out &amp; vote for @KLoeffler and @PerdueSenate. \n\nThat is NONSENSE. \n\nIGNORE those people.\n\nWe need ALL of our people coming out to vote for Kelly &amp; David.\n\n#MAGA #GASEN"], ["2020-11-23 12:38:58", "🚨🚨🚨 https://t.co/P2iCWm1KcT"], ["2020-11-23 00:50:27", "America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach and the bs. https://t.co/zZlLiqqT3c"], ["2020-11-21 18:25:29", "Did you notice it’s all from left-wing publications? Do you ever think I did it so that I could read through the comments to see all the tolerance from those who are preaching unity? Yeah maybe that’s it, I’ll get a video up on Facebook to highlight some of the best ones. https://t.co/72745vk6Ji"], ["2020-11-20 14:06:46", "They’re too busy trying to pursue the Russia collusion investigation of 2017 still. https://t.co/xZGOzCG4Pe"], ["2020-11-20 14:06:05", "What do you think the odds are that a reporter from the Washington Post would write something like this a month ago? A couple of weeks ago all the things Trump said would happen (and did) we were told emphatically were lies. That’s the problem with journalism today! https://t.co/aPXRbjyIQs"], ["2020-11-20 13:56:46", "You think maybe this gets better with time? https://t.co/YeyC05rfIS"]], "JoeBiden": [["2020-12-05 18:35:00", "If Congress and President Trump fail to act by the end of December:\n\n- 12 million Americans will lose unemployment benefits\n- Emergency paid leave will end\n- The moratorium on evictions will expire \n\nThe situation is urgent. Americans need help and they need it now."], ["2020-12-05 14:50:00", "Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the size of any groups. It’s our patriotic duty as Americans."], ["2020-12-05 01:30:00", "With less than 50 days until Inauguration Day, now is the perfect time to stock up on gear to celebrate. Head to https://t.co/j1ZK7kQnaE to find everything you need."], ["2020-12-05 00:15:00", "On the day I’m inaugurated, I’ll call on the public to wear a mask for 100 days.\n\nLet’s keep our fellow Americans safe and save lives. https://t.co/HrMbxNgXrw"], ["2020-12-04 22:40:00", "To everyone who is struggling, I promise you help is on the way. https://t.co/uDcagQAJd2"], ["2020-12-04 21:04:00", "I nominated @neeratanden to lead OMB because she's a brilliant policy mind with experience across government. She will help us control the virus, deal with the economic crisis, and build back better. And above all she believes what I believe: a budget should reflect our values. https://t.co/lDmnvaDwx4"], ["2020-12-04 20:19:10", "Tune in as I deliver remarks on the final jobs report of 2020 and the state of our economy. https://t.co/JEvoHosVGv"], ["2020-12-04 17:50:00", "As soon as Dr. Fauci declares we have a safe vaccine, I’ll take it. https://t.co/A3peYhhOvR"], ["2020-12-04 14:01:00", "Georgia — Our work isn’t over yet.\n\nRegister to vote by December 7th, and let’s flip the Senate: https://t.co/eoxT07d7QB https://t.co/zVooYCc615"], ["2020-12-04 01:39:00", "It’s time we reward hard work in America — not just wealth."], ["2020-12-03 23:57:00", "On this International Day of People with Disabilities and every day of the Biden-Harris administration, we'll be fully committed to dignity, equity, and civil rights for all people with disabilities. They'll always have a voice and be at the table for the critical work ahead."], ["2020-12-03 19:01:00", "Once a vaccine is ready and approved, @KamalaHarris and I are going to ensure it’s distributed equitably, efficiently, and free of charge to every American."], ["2020-12-03 16:10:00", "Yesterday, I spent the afternoon hearing from workers and small business owners on the economic impact COVID-19 has had on their lives. Americans are hurting — it’s why as president, I’ll work to provide immediate relief and get our economy back on track. https://t.co/Cyw0DhJCpP"], ["2020-12-03 01:15:00", "With this team — and others who we'll add in the weeks ahead — we'll create a recovery for all and get this economy moving again. https://t.co/zLvqWIwh6R"], ["2020-12-02 22:55:00", "Let us begin the work to heal, unite, and rebuild an economy for all Americans. https://t.co/mEurf9Obdf"], ["2020-12-02 20:36:16", "We’re facing the worst economic crisis since the Great Depression — and Americans need immediate relief. Tune in for a discussion with workers and small business owners on how we move forward. https://t.co/mq5uLaJnAB"], ["2020-12-02 19:12:00", "Congratulations to the newest United States Senator @SenMarkKelly. I know he’ll serve the people of Arizona well, and I look forward to working together to build this country back better."], ["2020-12-02 15:26:00", "From the most unequal economic and jobs crisis in modern history, we can build a new American economy that works for everyone.\n\nBut we need to act now — and we have to work together."], ["2020-12-02 02:24:00", "Today, I was proud to announce key nominations and appointments for critical economic positions in the Biden-Harris administration.\n\nA first-rate team that will get us through the economic crisis and help build our economy back better than before. https://t.co/eSUV6ibiZ1"], ["2020-12-01 23:25:00", "This World AIDS Day, Jill and I join with communities around the globe to remember those we've lost. Because of the hard work of advocates, activists, and frontline workers, an AIDS-free generation is within reach — and my administration will work tirelessly to make it a reality."], ["2020-12-01 21:02:00", "50 days until we make history and can call @KamalaHarris Madam Vice President. https://t.co/bozdb0szND"], ["2020-12-01 19:32:00", "My message to everyone struggling right now is this: Help is on the way."], ["2020-12-01 18:00:28", "We need to deliver immediate relief for the American people and build our economy back better than ever. Tune in as I introduce key members of my economic team for the first time. https://t.co/6NNZaaWfA8"], ["2020-12-01 02:45:00", ".@TTDAFLCIO President Larry Willis was a relentless champion for working families. Jill and I are keeping his loved ones in our prayers. https://t.co/n3XfhV1EDE"], ["2020-12-01 01:40:00", "Jill and I send our best wishes to everyone celebrating the Hmong New Year. Things look a little different this year, but we hope your festivities are safe and joyous as you mark the possibilities of new beginnings. Nyob Zoo Xyoo Tshiab!"], ["2020-12-01 00:36:00", "My administration won’t just build back to the way things were before — we’re going to build back better. We’re going to ensure every single American has a fair shot to get ahead."], ["2020-11-30 17:43:00", "We have no time to lose to address the economic crisis we face and build our economy back better.\n\nThis team will be ready on Day One to pull every lever of government to help those hardest hit by COVID-19 and right the structural inequalities in our economy. https://t.co/cQ2MqV0mIW"], ["2020-11-29 23:56:00", "It’s time to put away the harsh rhetoric, lower the temperature, and listen to each other again.\n\nTo make progress, we must stop treating our opponents as our enemy. \n\nWe are not enemies. We are Americans."], ["2020-11-29 16:42:00", "Let me be clear: Wearing a mask is not about making your life less comfortable or taking something away. It’s to give something back to all of us — a normal life."], ["2020-11-29 01:16:00", "We have to come together as a nation and unite around our shared goal: defeating this virus."], ["2020-11-28 20:30:00", "I’ve always believed we can define America in one word: Possibilities.\n\nWe’re going to build an America where everyone has the opportunity to go as far as their dreams and God-given ability will take them."], ["2020-11-28 16:58:00", "Small businesses are the backbone of communities across the country — and amid the pandemic, they need our help more than ever. Today, and every day, support your neighbors and strengthen your community by shopping small. #SmallBusinessSaturday https://t.co/MG9fwMi2sQ"], ["2020-11-28 01:15:00", "Each of us has a responsibility in our own lives to do what we can to slow the virus.\n\nEvery decision we make matters. Every decision we make can save a life. https://t.co/Rm0bYqh6eH"], ["2020-11-27 23:06:00", "This is our moment — ours together — to write a newer, bolder, more compassionate chapter in the life of our nation."], ["2020-11-27 19:33:00", "This is the moment where we need to steel our spines, redouble our efforts, and recommit ourselves to the fight against COVID-19.\n\nLet’s remember: We are all in this together. https://t.co/eliNEe7XCL"], ["2020-11-27 16:13:00", "This Native American Heritage Day, we give thanks to our Indigenous communities and their ancestors. As we celebrate their rich heritage and contributions, let’s commit to writing a new future together — one built on a strong partnership and filled with opportunity for all."], ["2020-11-27 02:42:00", "Millions of front line workers — like the firefighters and nurses I called today — worked away from their families on Thanksgiving. Our nation is grateful to all of you. https://t.co/VhHePAEzvx"], ["2020-11-26 20:52:00", "Jill and I were honored today to talk to some of the heroes on the front lines of this crisis. We’re thankful today and every day for the nurses and firefighters who sacrifice so much to keep our communities safe. We see the very best of America in your courage and selflessness. https://t.co/5vrIXnZncz"], ["2020-11-26 14:08:00", "Thanksgiving has always been a special time for the Biden family. And while I know this isn’t the way many of us hoped to spend the holiday, the small act of staying home is a gift to our fellow Americans. https://t.co/4mHOEFIcjV"], ["2020-11-26 01:55:00", "This Thanksgiving — and in anticipation of all the Thanksgivings to come — let us dream again. Let us commit ourselves to thinking not only of ourselves but of others. https://t.co/FujMmmykUP"], ["2020-11-26 00:46:00", "Don’t let yourself surrender to the fatigue.\n\nAmerica is not going to lose the war against this virus. \n\nWe’ll get our lives back. Life is going to return to normal. I promise."], ["2020-11-25 23:42:00", "For those who have lost loved ones — I know this time of year is especially difficult. I will be thinking and praying for each and every one of you at your Thanksgiving table. https://t.co/xlvaCrA1ZT"], ["2020-11-25 21:50:00", "We need to remember: We’re at war with a virus — not with each other."], ["2020-11-25 19:52:32", "Tune in as I deliver a Thanksgiving address on the shared sacrifices Americans are making this holiday season and how we'll get through this crisis together. https://t.co/1v8vx05N9K"], ["2020-11-25 18:09:31", "Today, on the International Day for the Elimination of Violence Against Women, I reaffirm my commitment to ending this epidemic. A Biden-Harris administration will take bold action here at home and rejoin global efforts to confront gender-based violence in all its forms."], ["2020-11-25 18:09:30", "The COVID-19 pandemic has made matters worse, creating a “shadow pandemic” for many women and girls who are largely confined to their home with their abuser and facing economic insecurity that makes escape more difficult."], ["2020-11-25 18:09:30", "As many as 1 in 3 women is the victim of gender-based violence at some point in her life, and that rate is even higher for women of color, lesbian and bisexual women, transgender individuals, and other members of vulnerable or underserved communities."], ["2020-11-25 16:10:00", "The challenge before us right now is immense — we need bold action to fight this pandemic. That’s why @KamalaHarris and I are getting right to work preparing to get this virus under control."], ["2020-11-25 02:10:00", "I believe America is strongest when we work with our allies.\n\nIt's how we keep this country safe, counter terrorism and extremism, control this pandemic, deal with the climate crisis, and so much more."], ["2020-11-25 00:45:00", "While this team has unmatched experience and accomplishments, they also reflect the idea that we cannot meet the challenges we face with old thinking or unchanged habits. https://t.co/o9NWy59drg"], ["2020-11-24 23:46:00", "I’ve long said that America leads not by the example of our power, but by the power of our example.\n\nI am proud to put forward this incredible team that will lead by example. https://t.co/mz9twkgcil"], ["2020-11-24 22:30:00", "Let’s begin the work to heal and unite America and the world."], ["2020-11-24 21:02:00", "This team is ready to lead the world, not retreat from it.\n\nReady to confront our adversaries, not reject our allies.\n\nAnd ready to stand up for our values. https://t.co/DC0K6cJmpo"], ["2020-11-24 19:21:00", "Despite overt political pressure from the president, over the last 24 hours, MI, PA, and NV certified their results and the GSA began the transition. Still, President Trump has not conceded.\n\nHere’s the latest from my Senior Advisor and former White House Counsel Bob Bauer. https://t.co/BvZEwI1hoH"], ["2020-11-24 18:45:00", "America is back."], ["2020-11-24 18:01:46", "We have no time to lose when it comes to our national security and foreign policy — I need a team that’s ready on day one. Tune in as I introduce key members of that team for the first time. https://t.co/eYC4hDwV05"], ["2020-11-24 15:20:00", "The election is over.\n\nIt’s time to put aside the partisanship and the rhetoric designed to demonize one another.\n\nWe have to come together."], ["2020-11-24 03:05:01", "https://t.co/6aIgLN2bMk"], ["2020-11-24 02:47:00", "Vice President-elect @KamalaHarris and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start of what I know will be a strong partnership in the months and years ahead. Together, we’re going to beat COVID-19 and build back better. https://t.co/2oiKD7gxAi"], ["2020-11-23 20:13:00", "Today, I’m announcing the first members of my national security and foreign policy team. They will rally the world to take on our challenges like no other—challenges that no one nation can face alone.\n\nIt’s time to restore American leadership. I trust this group to do just that. https://t.co/uKE5JG45Ts"], ["2020-11-23 14:30:00", "I pledge to be a president who seeks not to divide, but to unify.\n\nWho doesn’t see red and blue states, but a United States.\n\nAnd who will work with all my heart to win the confidence of the whole people."], ["2020-11-21 17:00:01", "Anyone who wants a COVID-19 test should be able to get one. Period."], ["2020-11-21 00:08:00", "This afternoon, @KamalaHarris and I met with @SpeakerPelosi and @SenSchumer to discuss how we’ll get this virus under control, deliver much-needed relief, and build back better than before. \n\nWe’re getting right to work for the American people. https://t.co/jbeNpsimdj"], ["2020-11-20 20:07:00", "Here's the deal: Because President Trump refuses to concede and is delaying the transition, we have to fund it ourselves and need your help.\n\nIf you're able, chip in to help fund the Biden-Harris transition. https://t.co/apJMrdpoSS"], ["2020-11-20 17:41:56", "Tune in as my team provides an update on the Trump Administration’s efforts to delay ascertainment and how we are moving forward to ensure a smooth transition of power. https://t.co/In0kywJf3a"], ["2020-11-20 15:55:22", "To transgender and gender-nonconforming people across America and around the world: from the moment I am sworn in as president, know that my administration will see you, listen to you, and fight for not only your safety but also the dignity and justice you have been denied."], ["2020-11-20 15:55:22", "At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender women. It’s intolerable. This Transgender Day of Remembrance, we honor their lives—and recommit to the work that remains to end this epidemic of violence."], ["2020-11-20 15:08:31", "Tune in as my campaign adviser Bob Bauer provides a post-election legal briefing. https://t.co/exoW4NprD3"], ["2020-11-20 02:45:00", "To the families and friends of those we've lost due to COVID-19 — Jill and I send our love and prayers.\n\nWe know how tough it is to find purpose in the memory of the loved one you lost. It will take time — but you will find it, and we will find our purpose as a nation. https://t.co/paD7CcG8ns"], ["2020-11-20 00:46:00", "Wearing a mask isn't a political statement — it's a patriotic duty."]], "KamalaHarris": [["2020-12-05 20:42:48", "I am here today as Vice President-elect because of the courage, resilience, and fortitude of those who led and took part in the Montgomery Bus Boycott. On the 65th anniversary of the boycott, let’s carry their work forward to make our country more equal and just for all."], ["2020-12-05 17:07:43", "Get ready to celebrate Inauguration Day in style→ https://t.co/fG5DlqtPf1 https://t.co/6TtSswD5v6"], ["2020-12-05 14:24:57", "46 days until @JoeBiden becomes our 46th president."], ["2020-12-05 02:16:01", "Congress must pass economic relief for workers and businesses as soon as possible. People across our country are hurting and Congress has not done enough for folks struggling to pay rent and put food on the table."], ["2020-12-05 00:55:02", "Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet. @JoeBiden and I committed to building back better for our workers with higher wages, stronger benefits, and fair and safe workplaces."], ["2020-12-04 22:58:42", "Georgians, you have three days left to register to vote for the Senate runoffs. Go to https://t.co/MykJL0X5gt for more info.\nhttps://t.co/yQuPK8GmRQ"], ["2020-12-04 21:11:22", "Like me, @neeratanden was raised by a single mother and knows firsthand the importance of having an economy that treats all people with dignity and respect. I know with her at the helm of the Office of Management and Budget our budget will fully reflect our values. https://t.co/zpfBdcKviA"], ["2020-12-04 20:19:10", "We need to build a new American economy that works for everyone. Tune in now as @JoeBiden addresses the final jobs report of 2020 and how we will get through this economic crisis together. https://t.co/YyIeg6L5lP"], ["2020-12-04 19:32:47", "“My last day of work was March the 8th when everything shut down.” \n\n@JoeBiden sat down with Americans who are hurting from the economic fallout of the pandemic and committed to getting help. That’s true leadership.\nhttps://t.co/sU5pwevLWU"], ["2020-12-04 17:04:46", "The Biden-Harris administration will reflect America’s diversity. \nhttps://t.co/AJt5Q6zXXp"], ["2020-12-04 13:55:29", ".@JoeBiden and I sat down for our first joint interview yesterday and committed to making sure the vaccine first gets in the hands of those who need it most. https://t.co/2nYXvxM16z"], ["2020-12-04 00:03:01", "On International Day of People with Disabilities, @JoeBiden and I are committed to fighting for people with disabilities who’ve been disproportionately impacted by the pandemic and working toward a future where every American lives in a fully inclusive and accessible society."], ["2020-12-03 23:28:49", "No matter where you live, everyone wants to be able to get a job and keep a job.\n\nNo matter who you love, everyone wants to be able to buy a home and keep a home.\n\n@JoeBiden and I understand that and together we’ll create an America where opportunity is within reach for everyone."], ["2020-12-03 20:50:56", "With only 48 days to go until the inauguration, now is the time to order your official inaugural gear→\nhttps://t.co/ue8p1wggIQ"], ["2020-12-03 17:43:32", "Women, especially women of color, are disproportionately bearing the brunt of this pandemic and economic crisis. A Biden-Harris administration is committed to delivering immediate relief for the American people and helping them get back to work.\nhttps://t.co/P1pZQXMoTa"], ["2020-12-03 14:16:44", "Today I announced Tina Flournoy as my Chief of Staff, @RohiniKos as my Domestic Policy Advisor, and Nancy McEldowney as my National Security Advisor. Their leadership will be critical as we overcome the unprecedented challenges facing our nation.\nhttps://t.co/RZql1KGb69"], ["2020-12-03 02:24:01", "Joe and I were raised to respect the dignity of work. That’s why I’ve always fought for working people—from standing up for families who lost their homes to joining picket lines to advance workers’ rights. Our administration will continue to put working people front and center."], ["2020-12-03 00:17:53", "Americans are united by their aspirations—for themselves and their families. https://t.co/5MNAwr8jNA"], ["2020-12-02 22:13:26", "You have my word. https://t.co/rZYZbr1yXY"], ["2020-12-02 20:36:16", "Workers across our country are struggling right now and deserve relief. Join @JoeBiden live for a virtual roundtable with workers and small business owners affected by the economic crisis. https://t.co/V9UQT42ecZ"], ["2020-12-02 14:13:33", "Cases of COVID-19 are spiking. And beyond the tragic loss of life, the toll of this pandemic continues to mount. \n\nWear a mask. Wash your hands. Social distance. We can get through this together."], ["2020-12-02 02:39:00", "President-elect @JoeBiden and I—with this economic team—will be ready to hit the ground running on day one. \n\nBecause that’s what this crisis demands, and what the American people deserve. https://t.co/QkRfvgdLjA"], ["2020-12-02 02:10:01", "Rosa Parks sparked a movement on this day in 1955 when she refused to give up her bus seat. Today, let’s honor her legacy and the courage she embodied by living by her words: \"To bring about change, you must not be afraid to take the first step. We will fail when we fail to try.\""], ["2020-12-02 00:23:00", "The economic team @JoeBiden and I introduced today are proven leaders, whose talents, achievements, and life stories reflect the very best of our country. Together we’ll bring an end to this economic crisis and put people back to work. https://t.co/BObteMxmbk"], ["2020-12-01 23:04:56", "These public servants are some of America’s most brilliant economic minds. I have full faith this is the team we need to deliver immediate economic relief to the American people, to get our economy back on track, and to make sure it works for working people. https://t.co/iqi0EsUxZz"], ["2020-12-01 21:21:36", "On World AIDS Day, @JoeBiden and I are committed to ending HIV/AIDS in the U.S. and around the world. Together we’ll redouble our efforts to tackle health inequities, reinstate the Office of National AIDS Policy, and expand treatment. An AIDS-free generation is within our reach."], ["2020-12-01 19:33:12", "Our announced economic team shares our commitment to building an economy where everyone has access to a higher minimum wage, affordable health care, paid family leave, and paid sick leave. \n \nAn America where opportunity is within reach for everyone—for all the people."], ["2020-12-01 18:47:47", "Americans deserve leaders who will address structural inequities in our economy and deliver relief to build back better. Tune in now as @JoeBiden and I introduce key members of our economic team. https://t.co/I0Q6nU2Cju"], ["2020-12-01 18:00:28", "Americans deserve leaders who will address structural inequities in our economy and deliver relief to build back better. Tune in now as @JoeBiden and I introduce key members of our economic team. https://t.co/GGi8Gc4c2I"], ["2020-12-01 17:51:28", "@TurnerJanelle Janelle—@DouglasEmhoff, myself, and the rest of the team are sending our strength and prayers to Nora and your entire family during this time."], ["2020-12-01 14:43:08", "Only 50 days until we get to call @JoeBiden President of the United States."], ["2020-12-01 02:24:01", "The Biden-Harris administration will ensure that a safe and effective vaccine will be free for all."], ["2020-12-01 00:39:50", "This pandemic has shone a light on our broken mental health care system—especially as it relates to our children. @JoeBiden and I are committed to expanding access to care and making sure our children have the help they need to thrive. \nhttps://t.co/NWU1HWfdq6"], ["2020-11-30 22:09:36", "To our Sikh friends across the United States and around the world, @JoeBiden and I send our warmest wishes as you observe the anniversary of the birth of Guru Nanak Dev Ji. Let us use Guru Nanak’s timeless message of compassion and unity to inspire and help us heal as a nation."], ["2020-11-30 19:50:52", "Unbought and unbossed, Shirley Chisholm paved the way for me and so many others. On her birthday, we celebrate her brilliance and boldness to break down barriers, fight to increase the minimum wage, and speak for those who otherwise wouldn’t have a voice in the political process."], ["2020-11-30 17:45:35", "This is a team of some of our most brilliant economic minds, and proven leaders who reflect the very best of our country.\n\nThey share a fundamental commitment to ending this economic crisis and putting people back to work, while rebuilding our economy to lift up all Americans. https://t.co/8F5Nj667ti"], ["2020-11-30 00:52:16", "Thankful every day for my loving and supportive husband, @DouglasEmhoff.\nhttps://t.co/EiUexD3UBB"], ["2020-11-29 23:12:03", "Our country is facing unprecedented challenges and to overcome them we need to communicate clearly, honestly, and transparently with the American people. This experienced, talented, and barrier-shattering team will do just that.\nhttps://t.co/uym5h93UUZ"], ["2020-11-29 20:51:09", "I look forward to working on behalf of a president who will ask tough questions, demand that we be guided by facts, and expect our team to speak the truth. \n\nNo matter what."], ["2020-11-29 15:10:06", ".@JoeBiden and I knew we would inherit a series of unprecedented challenges upon walking into the White House. Addressing these challenges starts with getting this pandemic under control, opening our economy responsibly, and making sure it works for working people."], ["2020-11-29 01:41:00", "For your country and your community—wear a mask."], ["2020-11-28 23:17:41", "Small businesses, especially Black and minority-owned businesses, urgently need relief to survive the effects of coronavirus this winter. @JoeBiden and I are committed to helping these businesses during this pandemic and get them the support they need to thrive in years to come."], ["2020-11-28 20:49:15", "Had a wonderful time getting some Small Business Saturday shopping done with @DouglasEmhoff this morning at the outdoor @dtwnholidaymkt. Thank you, @MurielBowser, and everyone who supported small businesses not just in our communities but all over the country today. https://t.co/4KAbCF85X9"], ["2020-11-28 14:37:14", "Small businesses need our support now more than ever before. This Small Business Saturday and throughout the holidays, please shop local and do your part to help the backbone of our communities and our economy."], ["2020-11-28 02:20:00", "Know that @JoeBiden will be a president who represents the best in us. A leader the world will respect and our children can look up to. A commander in chief who will respect our troops and keep our country safe—and a president for all Americans."], ["2020-11-27 21:28:01", "On Native American Heritage Day, I’m thankful for our Indigenous communities and their ancestors. Together, @JoeBiden and I are committed to writing a new history together, upholding our treaty responsibilities, and making meaningful investments in Native American communities."], ["2020-11-27 16:57:00", "Thank you to everyone who tagged me in @Official_tylerg’s video. I was able to call him before Thanksgiving to tell him how much I appreciate him sharing his gift with all of us. https://t.co/VYLEZ5nQe5"], ["2020-11-26 23:37:01", "Thankful for our farm workers and food bank staff whose hard work has put food on the tables for millions of families across our country."], ["2020-11-26 22:32:00", "Earlier today @DouglasEmhoff and I called Talisa, a registered nurse in Chicago, and a few of our nation’s frontline workers to thank them for everything they have done in the fight against COVID-19. We won’t be able to get through this without them. https://t.co/YKdLK0IKi1"], ["2020-11-26 19:07:44", "Today I'm thinking about all the families who have an empty seat at Thanksgiving this year after losing a loved one, our nation’s frontline workers who are spending the day saving lives, and those who are serving overseas. Each and every one of you is in our hearts."], ["2020-11-26 15:50:51", "Like families across America, our Thanksgiving looks different this year. But I am incredibly grateful for the ability to stay virtually connected to our loved ones so we can get this virus under control.\n\nFrom @DouglasEmhoff and I, have a safe and happy Thanksgiving. https://t.co/3WhQx6dCaU"], ["2020-11-26 01:40:02", "As president, @JoeBiden will be focused on one thing and one thing only—doing what’s best for the United States of America."], ["2020-11-26 00:14:15", "Food banks across our nation are struggling to keep up with the demand due to COVID-19. Know that when @JoeBiden and I are in the White House, we’ll fight food insecurity and address this crisis. \n\nNo one should go hungry in America.\nhttps://t.co/EUOAuDAR3E"], ["2020-11-25 22:36:39", "Earlier today @DouglasEmhoff and I visited @dcck with @chefjoseandres to thank the staff and volunteers for their hard work during this Thanksgiving season to feed those who are hungry. Hurting families must be made a priority and given the relief they deserve. https://t.co/9uUCH7OI5S"], ["2020-11-25 19:52:33", "Tune in now for a special Thanksgiving message from President-elect @JoeBiden. https://t.co/6yVAMaE922"], ["2020-11-25 17:33:01", "As we head into the holidays, it’s important we are socially distant, but not emotionally distant. Take some time to text a loved one you haven’t seen in a while, check in on your single friends, or write that letter you’ve been putting off. We will get through this together."], ["2020-11-25 14:43:12", "Together we will reassemble and renew America’s alliances and restore our leadership around the world. https://t.co/0FY5uuJoln"], ["2020-11-25 02:32:04", "Put the mixture in a baking dish and bake at 375F for about 40 minutes. Enjoy! https://t.co/N7qDPjrjZA"], ["2020-11-25 02:32:03", "Mix that with the sausage, cornbread crumbs, melted butter, herbs, and chicken broth. https://t.co/xI3MrYoj3C"], ["2020-11-25 02:32:01", "Sauté the vegetables and apples in the remaining oil in the same pan. https://t.co/fNoQH59Bil"], ["2020-11-25 02:31:59", "Take the sausage out of its casing, crumble it, and brown it in a little oil. When it’s cooked, use a slotted spoon to remove it from the pan and set it aside. https://t.co/XETAqSZVJ4"], ["2020-11-25 02:31:58", "Directions: Bake your cornbread according to the instructions on the package. This can be done the day before. Once it’s cooled, crumble it. https://t.co/4ILJMsi1q8"], ["2020-11-25 02:31:56", "Ingredients: 2 8oz packages of cornbread mix \n1 pound spicy pork sausage \n2 onions, chopped \n2 apples, cored and chopped \n4 celery stalks, diced\n¾ cup of chicken broth \n¼ cup unsalted butter, melted\n¼ cup fresh parsley, chopped\n2 tsp sage\n½ tsp thyme\n½ tsp rosemary \nsalt &amp; pepper https://t.co/ecmeARjxkQ"], ["2020-11-25 02:31:54", "During difficult times I have always turned to cooking. This year, I wanted to share one of my family’s favorite Thanksgiving recipes with you. I hope whenever you’re able to make it in life, it brings you as much warmth as it has brought me—even when separated from those I love. https://t.co/68LUeat4fE"], ["2020-11-25 00:09:20", "Over the past few months, I’ve come to know the sound judgment, expertise, and character of our national security and foreign policy nominees. They are patriots and public servants to their core and I look forward to working alongside them on behalf of the American people. https://t.co/SpQmtQzQ2s"], ["2020-11-24 22:10:00", "Our national security and foreign policy nominees are the leaders we need to meet the challenges of this moment—and those that lie ahead. https://t.co/qWKjTXjqBf"], ["2020-11-24 20:33:01", "My career has been about keeping people safe, from serving as District Attorney to Attorney General to the Senate, where I've served on the Intelligence Committee. \n\nI’ve learned firsthand the challenges facing our nation. I know today’s nominees are right to keep us safe."], ["2020-11-24 18:52:26", "The world is dimmer today with the loss of New York City’s first Black mayor, and @HowardU alumnus, David Dinkins. His leadership broke barriers and paved the way for so many of us. @DouglasEmhoff and I are keeping his family and loved ones in our hearts."], ["2020-11-24 18:01:48", "Biden-Harris national security and foreign policy leaders reflect different life experiences—but they all share an unwavering belief in America’s ideals and a commitment to our democracy. Tune in now. https://t.co/ZUXHmspR9f"], ["2020-11-24 14:49:41", "Our nation’s frontline health care workers are under enormous strain. They deserve not just additional resources by the current administration, they also need all of us to do our part to slow the spread.\nhttps://t.co/hS4w5WMlhl"], ["2020-11-24 02:14:24", "This afternoon, @JoeBiden and I met with @usmayors to discuss how we’ll work together to beat COVID-19. Our nation’s mayors are at the forefront of this pandemic and deserve all the resources and support they need to succeed. https://t.co/Xvm5zpUTSc"], ["2020-11-24 00:48:01", "The moment @JoeBiden and I walk into the White House, we will inherit a series of unprecedented challenges. Today's announced national security and foreign policy leaders have the knowledge and expertise to keep our country safe and restore America’s leadership around the world."], ["2020-11-23 20:47:54", "We chose the most qualified, experienced, and crisis-tested national security professionals to restore our standing in the world, project leadership, and protect our country.  \nhttps://t.co/FRsLPCS3ua"], ["2020-11-23 14:26:25", "As we head into this holiday week, please take every precaution you can to keep yourself, your family, and your community safe. Wear a mask, wash your hands, and practice social distancing. Coronavirus cases are spiking across the country so we must remain vigilant."], ["2020-11-23 01:32:00", "President-elect @JoeBiden and I will make sure our federal, state, local, and tribal authorities are working closely together so we can save lives and help get our economy back on track."], ["2020-11-22 20:19:26", "Because Donald Trump refuses to concede the election, we have to fund the transition ourselves. Chip in whatever you can give to help fund the Biden-Harris transition.\nhttps://t.co/io4yIwLtBW"], ["2020-11-22 16:26:19", "Wearing a mask can save lives. Do your part."], ["2020-11-22 01:32:00", "I’ve served in both state and local government, so I understand the critical role our governors play in everything from combating the climate crisis to helping Americans in times of crisis. \n\nKnow that they will have partners in the White House again starting on January 20th."], ["2020-11-21 19:57:28", "Let’s be clear: if you make under $400,000 a year, you won’t pay a penny more in taxes under a Biden-Harris administration."], ["2020-11-21 14:57:14", "Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please stay safe this weekend.\nhttps://t.co/MB80XzoCaw"], ["2020-11-21 02:39:00", "Americans deserve leaders that will be there for everyone in times of crisis—doesn’t matter whether you’re a Democrat or Republican. That’s the kind of leadership President-elect @JoeBiden and I will provide."], ["2020-11-21 00:20:07", "It was great meeting with @SpeakerPelosi and @SenSchumer today. We have a lot of work ahead of us, but I know that together we can build a better future for our children and grandchildren. https://t.co/poP8E02S8K"], ["2020-11-20 20:10:01", "Trump’s refusal to concede means that we need to fund the transition ourselves. Will you chip in now to ensure that our country is fully prepared for the transition of power?\nhttps://t.co/Gt9WHEB660"], ["2020-11-20 19:34:53", "The Biden-Harris plan to get this pandemic under control includes free testing and free vaccines available for everyone."], ["2020-11-20 14:50:33", "On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people killed this year—the majority of whom were Black and Latinx transgender women.\n\nToday and every day we must recommit to ending this epidemic. #TDOR"], ["2020-11-20 00:45:08", "When it comes to this pandemic—and the economic recovery—we are not Democrats or Republicans. We are Americans, and we will be there for one another. https://t.co/wduLbz45rg"]], "AOC": [["2020-12-05 18:45:58", "The GOP acts like they care, but behind closed doors, this is what they actually say about the working class.\n\nGood to know how little you truly think of food workers, @DanCrenshawTX.\n\nI wonder: did you have catering while bonding w/ wealthy donors over your disdain for the poor? https://t.co/qrZShdTbME"], ["2020-12-05 04:08:42", "(Frankly they’ve exploded for far longer than that too)"], ["2020-12-05 04:08:15", "College costs have exploded over the last 10-20 years &amp; wages have not kept up.\n\nIt’s a totally different landscape and the fact they’re using anecdotal experience from 20+ years ago to reinforce their opinions instead of looking at current cost/wage data is disturbing."], ["2020-12-05 04:00:24", "These Republicans who are defensively rage-tweeting “But you’re wrong! I worked my way to pay through college!!” don’t realize they sound like folks who speak of the days when Hershey bars were 5¢ at the general store."], ["2020-12-05 03:17:58", "Forever telling on yourselves."], ["2020-12-05 03:15:34", "My comments were directed at Republicans who mock my history in service work.\n\nThat includes President Trump, who you’ve stood by and defended through such attacks, by the way.\n\nBut if that boorishness doesn’t apply to you, then why feel the rush to defend yourself? https://t.co/TCro8jkcim"], ["2020-12-04 22:00:52", "Pretty sad how much people have been conditioned to believe that not getting crushed by costs of healthcare, housing, education, and low wages is either “radical left politics” or “nice but unrealistic”"], ["2020-12-04 20:33:11", "These COVID negotiations should be public.\n\nThe public should be able to see who is holding stimulus checks hostage &amp; demanding immunity for big corporations exposing workers to COVID.\n\nThe secrecy protects them. It’s harder to do these things without the closed door."], ["2020-12-04 18:30:42", "Canada did $2,000/monthly. The US is the richest nation on earth and a 2nd stimulus check is getting blocked bc GOP want corporate bailouts &amp; austerity in “exchange” for it.\n\nMaybe if everyone in the US incorporated as an LLC, Mitch McConnell would actually do something for them."], ["2020-12-04 18:08:57", "Another day on the radical left with our crazy ideas https://t.co/eJVX83gELp"], ["2020-12-04 18:06:42", "COVID relief needs to directly help everyday people.\n\nPeople need stimulus checks &amp; UI."], ["2020-12-04 00:21:54", "Republicans like to make fun of the fact that I used to be a waitress, but we all know if they ever had to do a double they’d be the ones found crying in the walk-in fridge halfway through their first shift bc someone yelled at them for bringing seltzer when they wanted sparkling"], ["2020-12-03 23:33:22", "The thing that these conservative Senators don’t seem to understand is that I’ve actually had a physically difficult working-class job without good healthcare most of my adult life.\n\nI bring that work ethic to Congress &amp; to my community. They sit around on leather chairs all day."], ["2020-12-03 23:21:53", "Yesterday I recruited 5,000 volunteers to train and tutor kids in my community who are struggling with remote learning, and that was after investigating the Treasury Secretary’s rationale for stopping CARES Act funding and voting on House legislation.\n\nWhat did you do? https://t.co/Ytkq6qZKiI"], ["2020-12-03 18:36:50", "In case people would like to learn more about the MORE Act spearheaded by @RepJerryNadler @RepBarbaraLee @repblumenauer &amp; more: https://t.co/hu4CeazAtS"], ["2020-12-03 18:33:41", "We’ve passed multiple COVID relief bills, far more generous than GOP’s for working people, that GOP are sitting on in the Senate.\n\n&amp; the “pot” bills that you are so dismissive of will expunge millions of people’s records from the unjust War on Drugs.\n\nSTILL no reason to adjourn. https://t.co/n2oNjMTurO"], ["2020-12-03 18:05:30", "We’re trying to get COVID relief and stimulus checks out to people and right now Republicans are trying to prematurely adjourn Congress.\n\nPeople are going hungry and they’re treating this like a game. Leaders don’t abandon people in their time of greatest need. https://t.co/IGRyu6s5qc"], ["2020-12-03 17:49:33", "Heartbroken at the collapse of the Arecibo Observatory.\n\nAs a little girl, my parents often brought me on the hike up to the observatory and I would watch with awe at the scientific wonders it had to offer. 🔭\n\nThis is a tragedy. https://t.co/6mMnSWx7xn"], ["2020-12-03 17:01:43", "Oh, and by the way: Tax the Rich."], ["2020-12-03 17:01:17", "Republicans are freaking out bc we don’t use slave-wage labor for merch that funds grassroots organizing.\n\nBut what’s the difference between Trump’s merch and ours?\n\nOurs is made in the US. 🇺🇸\n\n(&amp; for GOP who joke that we shld give 👕 for free, we actually do - just volunteer 😉) https://t.co/35DnbFYQyC"], ["2020-12-03 16:38:54", "Black-owned small businesses were widely shut out from accessing PPP loans, yet right-wing disinfo org PV took half a million in public money while decrying direct federal assistance as “radical socialism.”\n\nRepublicanism in a nutshell.\n\n(Also they’re based in Mamaroneck?! 👀) https://t.co/JARqvhgBmD"], ["2020-12-03 03:51:36", "@hasanthehun Thank you!!"], ["2020-12-03 03:33:14", "Sign up to be a homework helper for kids &amp; working families who could really use a helping hand during the challenges of remote learning 📚\n\nAll it takes is 1 hour a week for 4 weeks. Never tutored before? We’ll train you!\n\nJoin or contribute here:\nhttps://t.co/2LmTjdx7I9"], ["2020-12-03 02:56:41", "Here are some highlights from our food &amp; housing benefit stream last week! 👾\n\nI got to ask @theJagmeetSingh about Canada’s COVID policy, which offers $2k a MONTH in relief 🇨🇦\n\nIt’s wild how a drive away people have checks &amp; uni healthcare while people here claim it’s impossible. https://t.co/Z8Dtz1wvdx"], ["2020-12-02 22:56:45", "@JeffCoxCNBCcom At the point where I was up, I didn’t want to dig further on intent. If Mnuchin’s justification is based on interpretation of statute, we should zero in on his legal argument that there’s 0 room for action.\n\nIf that analysis buckles under scrutiny, there may be an opening to push https://t.co/WfeCIFdvj5"], ["2020-12-02 22:43:30", "As always, made in the US with dignified, union jobs paying living wages ✨"], ["2020-12-02 22:37:58", "Do you ever replay a conversation in your head after the fact and realize something you wish you said? That happens to me all the time except with committee hearings"], ["2020-12-02 22:36:30", "Thanks!\n\nPreorders are open now :) https://t.co/J973Ot2VAt https://t.co/yY7SpOG4VD"], ["2020-12-02 22:30:13", "Sometimes I wish we had more than 5 mins for questioning 😭 https://t.co/w4Rv2D3vFP"], ["2020-12-02 21:07:26", "🚨We need your help!\n\nRemote learning is hitting working families hard &amp; worsening inequality.\n\nTo help, Team AOC successfully launched a Homework Helpers program. Now we want to grow to 3k volunteer tutors!\n\nCan you give 1 hr/wk for 4 weeks?\n\nJoin us! ➡️ https://t.co/yI2Qrj2J5c https://t.co/t4mYCEv52F"], ["2020-12-02 18:07:51", "You can listen to it here: https://t.co/sZ3340nJ6d #GreenNewDeal"], ["2020-12-02 18:07:06", "🥰 https://t.co/Jy6FR2ki5q"], ["2020-12-02 17:16:21", "The whole point of protesting is to make ppl uncomfortable.\n\nActivists take that discomfort w/ the status quo &amp; advocate for concrete policy changes. Popular support often starts small &amp; grows.\n\nTo folks who complain protest demands make others uncomfortable... that’s the point."], ["2020-12-02 17:09:42", "The thing that critics of activists don’t get is that they tried playing the “polite language” policy game and all it did was make them easier to ignore.\n\nIt wasn’t until they made folks uncomfortable that there was traction to do ANYTHING even if it wasn’t their full demands."], ["2020-12-02 17:04:36", "What if activists aren’t PR firms for politicians &amp; their demands are bc police budgets are exploding, community resources are shrinking to bankroll it, &amp; ppl brought this up for ages but it wasn’t until they said “defund” that comfortable people started paying attn to brutality"], ["2020-12-02 02:19:42", "I find it amusing when politicians try to diminish the seriousness of our policy work, movement organizing &amp; grassroots fundraising to “she just tweets,” as though “serious” politics is only done by begging corporate CEOs for money through wax-sealed envelopes delivered by raven"], ["2020-12-01 22:30:09", "Tuition-free public college is a dangerous socialist takeover of higher ed, as opposed to the far superior capitalist takeover of higher ed, which reliably buries millions of Americans in trillions of dollars in debt &amp; graduates them into low paying jobs without good healthcare👍🏽 https://t.co/dcu6PIRKcC"], ["2020-11-28 17:31:42", "Grateful to all who joined us last night!\n\nWonderful learning from you @theJagmeetSingh - thank you for reminding us that another world is not only possible, but just a few hours’ drive from NYC 😉\n\n$200k+ raised going directly to 6 relief efforts here: https://t.co/Dn7xy2LXCT https://t.co/QbxOoTmOmi"], ["2020-11-28 05:55:54", "We did it!\n\n$200k raised in one livestream (on a whim!) for eviction defense, food pantries, and more.\n\nThis is going to make such a difference for those who need it most right now.\n\nThank you all 👾💞 https://t.co/KX5m5GXJ9B"], ["2020-11-28 05:44:28", ":)"], ["2020-11-28 03:21:40", "@Corpse_Husband DM if you need his contact info"], ["2020-11-28 03:20:52", "@Corpse_Husband Hasan says he can’t reach you!"], ["2020-11-28 01:22:44", "Today I’m using the stream to fundraise for local food pantries, eviction defense legal aid, &amp; community support organizations.\n\nSo many people are having a hard time in this crisis. If you’re able, you can help direct aid here efforts here:\n\nhttps://t.co/Dn7xy2LXCT"], ["2020-11-28 00:53:25", "Streaming now!\nhttps://t.co/F2JNKLgFaQ"], ["2020-11-27 19:29:45", "And lastly, if you’ve combed through all these other options - our Team AOC shop is in the process of restocking for the holiday season.\n\nhttps://t.co/FChYMy3UrE\n\nAll items are made in the USA and create living wage, dignified union jobs for people across the country 🇺🇸"], ["2020-11-27 19:21:06", "Another great gift as well is to support local journalism.\n\nGift a subscription (digital or physical) to a local newspaper or magazine for a reader in your life.\n\nIt’s a great way to support our democracy and independent/local journalism while gifting to others 🎁"], ["2020-11-27 19:18:04", "Please consider making contributions (or doing so in a loved ones’ name as a gift) to mutual aid funds, legal aid orgs, and grassroots community groups this season.\n\nIt will help with food need, eviction defense, etc.\n\nPut an org you love on your wish list to encourage support!"], ["2020-11-27 19:10:31", "On the Bronx side, I ♥️ @thelitbar - an Afro-Latina run bookstore founded as the ONLY bookshop in the Bronx.\n\nIf you are planning on gifting new books this year, please order them from an independent bookstore!\n\nhttps://t.co/0ebFbUPCgq"], ["2020-11-27 19:06:58", "Here are a bunch of small businesses from #ShopSmallAstoria in my community, and they ship nationwide. They range from bookshops to zero-waste gifts for friends and family 🎁 https://t.co/IybOMXbBO2"], ["2020-11-27 19:03:26", "Today many are buying gifts or donations for the holiday season.\n\nRight now, small businesses &amp; food aids across the country REALLY need our help.\n\nLet’s help &amp; commit to shopping small this year wherever we can.\n\nComment w/ links for your favorite 🎁 from small biz &amp; orgs below:"], ["2020-11-26 21:47:28", "Canadian Members of Parliament &amp; US Members of Congress venting each other into space. What could go wrong?\n\nI’m in @theJagmeetSingh!\n\nSee you tomorrow.\n7pm EST 👾 🇺🇸🇨🇦\nhttps://t.co/F2JNKLgFaQ https://t.co/QmhF6D86NO"], ["2020-11-24 20:11:14", "@nichcarlson Some people have jobs where they can stay home if given pay. Restaurants, for ex - if we cover small biz expenses &amp; paychecks, we can take care of small biz &amp; people for a safe reopen.\n\nEssential workers who can’t stay home (warehouse wkrs, healthcare, etc) still need protections"], ["2020-11-24 19:44:54", "https://t.co/4oVTRjqdi5"], ["2020-11-24 19:44:49", "If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for corporations so they can expose their workers to COVID without repercussions.\n\nDems don’t want you to die for a check. That’s what we’re fighting over."], ["2020-11-24 19:40:44", "@mcuban I don’t say this to point fingers, but if we only say “shame on both” &amp; don’t actually drill down to see *what* is holding things up then it’s just performance\n\nRight now GOP is demanding a full liability waiver for corps so they can expose workers to COVID w/o repercussion"], ["2020-11-24 19:38:04", "@mcuban Pelosi compromised &amp; accepted the $4 trillion leveraged Wall St bailout the GOP demanded as a condition for passing the 1st stimulus check in CARES.\n\nIt was (&amp; is) a horrible deal that will structurally slant our economy against small biz for a long time. But she did accept it"], ["2020-11-24 19:27:28", "@mcuban The fact that the Senate’s not passing IS the problem. They need to pass a bill so there’s a marker to negotiate w/.\n\nPelosi can pass 10 diff versions, it doesn’t matter if the Sen passes nothing.\n\nThats why ppl don’t know what’s going on: Senate has 0. That’s on Senate leader."], ["2020-11-24 19:08:26", "@mcuban @tedcruz When McConnell actually brings the Senate into session and passes a bill, then we can have a Senate version and a House version to reconcile and move forward. But they haven’t done that. House has passed two. Senate is sitting around. https://t.co/Pn12PekDF3"], ["2020-11-24 19:03:04", "@mcuban @tedcruz With respect @mcuban, this is not a “both sides” situation. The Senate literally skipped town. They’re not even trying.\n\nAs much as it makes people feel good to say “a pox on both your houses” the fact of the matter is it’s a one-sided situation trying to escape accountability."], ["2020-11-24 18:53:31", "@jeremyoharris Of course! Thank you so much. Seeing your play was at the top of my list before COVID hit, and I’m looking forward to experiencing it one way or another soon :) Can’t wait to hear your ideas."], ["2020-11-24 17:10:44", "You know in the House, when we don’t have the votes to pass something, we work on the bill until we pick up the votes to pass it. That includes GOP votes - &amp; yes, GOP have voted for my leg too.\n\nThe Senate should try it sometime! People are going hungry as you tweet from vacay. https://t.co/INdMqmx1xr"], ["2020-11-24 16:34:54", "With COVID upending life as usual and winter around the corner, we’re going to need each other now more than ever.\n\nLearn how to create your neighborhood mutual aid network with the manual we developed with @prisonculture here:\n\nhttps://t.co/nAPCL9HZq8 https://t.co/S75M2m1cCk"], ["2020-11-24 00:26:41", "Folks who encouraged young ppl to turn out&amp; vote bc “you can work to influence the coming admin” should be encouraging, not cry division, when they do just that.\n\nLobbyists don’t ever sit back &amp; give admins “a chance.” #1 mistake is thinking our democracy is “set it &amp; forget it”"], ["2020-11-23 23:37:03", "@IATSE @tedcruz Yep!"], ["2020-11-23 23:08:21", "I hope someone else runs Cruz’s Twitter account because it’d be pretty embarrassing if a US Senator didn’t know this.\n\nAlmost as embarrassing as when Sen. @JohnCornyn didn’t appear to know that Puerto Ricans don’t get to vote in the Presidential"], ["2020-11-23 22:28:22", "The House doesn’t have filibusters, @tedcruz.\n\nWe also passed several COVID relief packages to the Senate that not only include &gt;$500 billion, but also prioritize helping real people as opposed to Wall St bailouts the GOP tries to pass off as “relief.”\n\nNice try though 👍🏽 https://t.co/X4YIdiXh5y"], ["2020-11-23 21:59:27", "It is also a truly embarrassing indictment of what’s considered “center” politics in the US that objecting to the appointment of an official who helped cover up the murder of a Black child is deemed the “progressive, far left” position. https://t.co/h94LjF6bHB"], ["2020-11-23 21:47:14", "https://t.co/IakNipWzsj"], ["2020-11-23 21:46:43", "What is so hard to understand about this?\n\nRahm Emanuel helped cover up the murder of Laquan McDonald. Covering up a murder is disqualifying for public leadership.\n\nThis is not about the “visibility” of a post. It is shameful and concerning that he is even being considered. https://t.co/P28C0E4fYP"], ["2020-11-23 20:58:49", "I know it’s hard, but please consider your loved ones. Stay home if you can.\n\nA negative COVID test does not clear one for safe travel. You can be asymptomatic &amp; test positive shortly after. You can get it en route.\n\nDon’t spread COVID to parents, loved ones, workers. Stay in!🏡 https://t.co/PPcUR6wtEb"], ["2020-11-23 20:17:41", "People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.\n\nI don’t know how these people can sleep at night. I really don’t."], ["2020-11-21 19:12:07", "Does anyone believe Rittenhouse would be released if he were Muslim &amp; did the same thing in a diff context? For people who say “systemic racism doesn’t exist,” this is what it looks like: protection of white supremacy baked deep into our carceral systems.\n\nLaw and disorder."], ["2020-11-21 18:55:05", "People who argue that dramatic changes to policing, including budgetary ones, will mean “violent people will be let out of jail to roam free” rarely ever acknowledge that’s actually the current system we have today for the privileged https://t.co/MXnm6h3PdZ"], ["2020-11-21 03:33:10", "@AshleyRvin @USSenate 💙 We’ll keep fighting for you"], ["2020-11-21 02:59:10", "@michaelo @TwitterSupport Thank you! 🐣"], ["2020-11-21 02:34:13", "My DMs finally got fixed! (I think!!)\n\nSorry to anyone who has DMd me since late August 😬 thank you @TwitterSupport 🙏🏽"]], "BernieSanders": [["2020-12-05 17:34:28", "11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working conditions were so bad they “shook” a local sheriff “to his core.” No, I will not vote to give corporations a license to harm workers. We must hold them accountable."], ["2020-12-04 20:48:28", "The American people need help NOW! We must make sure every working class American receives at least $1,200 and that we don't give legal immunity to corporations who break the law. I will not support Manchin-Romney in its current form. We must fight together to improve it."], ["2020-12-04 20:48:13", "While the COVID crisis is the worst it has ever been, Manchin-Romney not only provides no direct payments, it does nothing to address the healthcare crisis and provides totally inadequate assistance for the most vulnerable. That's wrong morally and it's wrong economically."], ["2020-12-04 20:47:55", "During the worst economic crisis since the Great Depression, when 1 out of 4 workers are unemployed or make less than $20,000, every working class American needs at least $1,200 to pay the rent and feed their families. Manchin-Romney provides nothing for them."], ["2020-12-04 20:47:31", "Despite strong Democratic opposition, this proposal provides 100% legal immunity to corporations whose irresponsibility led to the deaths of hundreds of workers. It would continue to provide a get-out-of-jail free card to companies that put the lives of their workers at risk."], ["2020-12-04 20:46:50", "Given the enormous economic desperation facing working families in this country today, I can't support this proposal unless it is significantly improved. \n\nhttps://t.co/vTonhWNPjz"], ["2020-12-03 20:06:47", "Trump's rants about a \"fraudulent election\" are not a joke. They are the most significant attack against our democracy in history. If the election system's \"rigged,\" if the media's \"fake,\" if federal officials are part of a \"deep state,\" who can you trust? You got it. A dictator."], ["2020-12-03 17:04:32", "This is not a time to take our foot off the gas pedal. If we rally the American people, we can get a hell of a lot done. https://t.co/1iKt9i8Zj2"], ["2020-12-02 19:12:26", "Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 million who don't have enough food to eat. Yes. The Republicans l-o-v-e corporate socialism for the rich, rugged individualism for the rest. Ain't gonna happen."], ["2020-12-02 01:49:09", "Hmm. What do you call a billionaire who registered a $40 million, 164-foot yacht in the Cayman Islands to avoid $2.4 million in U.S. taxes, while undermining public schools? The worst Education Secretary in the history of America. Bye-bye, Betsy DeVos. You won't be missed. https://t.co/KCbsTs4aCY"], ["2020-12-01 21:58:15", "During the pandemic, the pharmaceutical industry has increased the price of at least 245 prescription drugs. That is an outrage. Congress must take on the greed of the drug companies and end the absurdity of Americans paying, by far, the highest prices in the world."], ["2020-12-01 17:57:00", "These are unprecedented times and Congress and the Biden administration must respond in an unprecedented way.\n\nIf we are going to restore faith in the American political system, we must act boldly. https://t.co/yNJqw9W0RR"], ["2020-12-01 17:25:00", "The pandemic is surging and will get worse in coming months. Meanwhile, Trump raises tens of millions by undermining democracy and telling his supporters the election was \"fraudulent.\" This is the most dangerous president in American history. Bye-bye."], ["2020-11-30 23:26:20", "I'm fighting for an agenda that works for workers – not the 1%. \n\nYES to raising the minimum wage to $15/hr. \n\nNO to tax breaks for the rich. \n\nYES to creating millions of good jobs through a Green New Deal. \n\nNO to billions in corporate welfare for big oil companies."], ["2020-11-30 19:21:13", "Today, a worker must earn $23.96 an hour to afford a modest 2 bedroom apartment – $5.74 more than the average tenant makes. As a result, 18 million families are paying over 50% of their income on housing. We need to raise wages and build 10 million units of affordable housing."], ["2020-11-30 16:58:10", "Despite an explosion in technology &amp; a huge increase in productivity, the average U.S. worker is making $30 a week less today than she/he made 47 years ago after adjusting for inflation. Meanwhile, the top 1% has become $22 trillion richer since 1990. Yes. We need a wealth tax."], ["2020-11-30 02:05:48", "If Congress does not get its act together soon, up to 87 million workers will lose the paid sick and family leave they desperately need. We must expand these benefits to all workers. No worker should have to make the unacceptable choice of going to work sick or losing a paycheck. https://t.co/DYNAgAHAfS"], ["2020-11-28 19:23:09", "Thomas Piketty is right. At a time when the very rich are becoming much richer while working families are facing economic devastation, we need to address the obscene level of income and wealth inequality. We need to tax the extreme wealth of multi-millionaires and billionaires. https://t.co/SMz6K6KUST"], ["2020-11-28 17:56:21", "I am proud to support Jon @Ossoff, along with @ReverendWarnock, for the U.S. Senate in the Georgia runoff election. Jon will fight for a $15 minimum wage, expanded health care for all and a strong COVID-19 emergency bill to help workers, small businesses and rural hospitals."], ["2020-11-28 01:53:32", "Since 1990, there has been a massive transfer of wealth from workers to the people on top. While the 1% have seen their wealth go up by $22 trillion, the bottom 50% of Americans have seen their wealth go down by $776 billion. We need a strong middle class, not an oligarchy."], ["2020-11-27 22:30:01", "The United States cannot continue to be the only major country not to guarantee health care to all. Too many people are unnecessarily dying, getting sick or going bankrupt because of this cruel and dysfunctional system. Health care is a human right, not a privilege. Let's do it."], ["2020-11-27 20:05:35", "Progressives are leading the fight against oligarchy and for a strong middle class, against authoritarianism and for democracy. This country will not survive economically or politically when so few have so much, and so many live in desperation."], ["2020-11-27 15:50:04", "Half of our people live paycheck to paycheck, 500,000 are homeless, 92 million are uninsured or underinsured and millions struggle with oppressive student debt. A new Congress, on day one, must address the enormous economic suffering facing working families."], ["2020-11-26 20:29:11", "In this difficult time, Jane and I want to wish everyone a very Happy Thanksgiving. We are especially mindful of those families who have lost loved ones during the pandemic, and who will feel those losses so keenly today. Best wishes to all."], ["2020-11-25 21:00:53", "The year 2020 has been very difficult for mental health. The pandemic, isolation and economic downturn has greatly increased depression, anxiety and suicidal ideation. When we talk about real health care reform, we mean a major expansion of mental health services."], ["2020-11-25 18:38:44", "As we approach Thanksgiving, a very special thanks must go out to the millions of courageous doctors, nurses and all health care workers who are putting their lives on the line battling this horrific pandemic. You are true heroes and heroines. Thank you."], ["2020-11-25 17:23:25", "Yesterday, Trump took full credit for the 30,000 Dow Jones, but took zero credit for 260,000 Americans who died from COVID, 40 million who face eviction or 26 million who don't have enough food to eat on Thanksgiving. \n\nNo, Mr. President. The stock market is not the economy."], ["2020-11-25 16:52:48", "The Democrats must make it clear: Do we stand with the struggling working class of this country, or powerful special interests? https://t.co/Bm0PWhnb6D"], ["2020-11-25 15:05:34", "Workers in the richest country in the world should not have to go on strike to get the PPE and staffing they need to do their job.\n\nI stand with @SEIU health care workers and all essential workers fighting for their rights and our collective safety. https://t.co/IQsBALGjnD"], ["2020-11-24 20:03:42", "If Amazon workers in Alabama – a strong anti-union state – vote to form a union, it will be a shot heard around the world. If they can negotiate higher wages and better working conditions in the South, it will benefit every worker in America. I strongly support their efforts. https://t.co/ywldDO5hzv"], ["2020-11-24 17:40:52", "Our young people are the most progressive generation in U.S. history, and they're making their voices heard. As a result of a huge increase in voter turnout, people under 30 played a major role in Biden's victory. They are transforming America. https://t.co/8c8x9qjSox"], ["2020-11-23 18:28:24", "There are a lot of good reasons to veto the Defense Bill, including it's $740 billion cost. But Trump's reason is not one of them. Yes. In the year 2020, American troops should not be living in army bases named after Confederate military leaders who fought to defend slavery."], ["2020-11-23 17:50:30", "All workers are entitled to decent wages and working conditions, which is why I stand with the Amazon warehouse workers in Alabama exercising their constitutional right to form a union. Mr. Bezos, the wealthiest person in America, must not interfere in this election."], ["2020-11-22 21:08:00", "Health care is a human right, not a job benefit. We cannot continue spending twice as much per capita as any other country, while 92 million are uninsured or under-insured, and 68,000 die unnecessarily each year. Medicare for All is coming sooner or later. Let's make it sooner."], ["2020-11-22 17:41:11", "We must never \"normalize\" authoritarianism. In ways that would've been beyond belief a few years ago, Trump and his team, through outrageous lies and conspiracy theories, are undermining American democracy. They must not and will not succeed."], ["2020-11-21 19:11:39", "Nero fiddled while Rome burned. Trump, the most dangerous president ever, golfs and sends out bogus tweets in an outrageous and desperate attempt to overturn an election he lost by more than 6 million votes. Bye-bye, Trump. You will not destroy American democracy."], ["2020-11-21 18:05:40", "This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tackling climate change, addressing systemic racism and immigration reform – and removing Mitch McConnell as Majority Leader. Let's do it."], ["2020-11-21 02:00:56", "In 2016, when Trump won MI, PA and WI by 77, 000 votes, it was part of his \"landslide\" victory. \n\nIn 2020, when Biden won MI, PA and WI by 255,000 votes, and won the popular vote by 6 million, it was \"voter fraud.\" \n\nWe will not allow Trump to destroy American democracy."], ["2020-11-20 19:21:51", "It is beyond pathetic for a sitting president to try to subvert the results of an election. It is even worse when the Republican Party, with few exceptions, remains silent over this outrageous attack on democracy. The GOP has ceased to be a political party. It is now a cult."], ["2020-11-20 17:42:13", "We must do everything possible to make me sure we become a vibrant democracy, and that means doing the exact opposite of what Trump and his authoritarian friends want to do. https://t.co/FXYsaOoWgq"]], "BarackObama": [["2020-12-04 19:00:08", "Thanks for sharing Marjon. I hope you get something out of A Promised Land – keep up the good work! https://t.co/61xocjGFB5"], ["2020-12-04 18:32:22", "Glad to see A Promised Land in such good company. https://t.co/u9TJ83ZPyn"], ["2020-12-03 21:46:14", "If you're in Georgia, make sure you and everybody you know is registered to vote by Monday, December 7. And if you turn 18 by January 5, you're eligible to vote in the runoff. Get registered right now: https://t.co/cb19SHEChF"], ["2020-12-03 21:46:13", "Join me for a conversation with the next U.S. Senators from Georgia, @ReverendWarnock and @Ossoff, along with @StaceyAbrams and @NikemaWilliams. The stakes couldn’t be higher for their runoffs: https://t.co/4fHxACdIge https://t.co/ahVWcgKgw5"], ["2020-12-01 18:00:09", "We started the @ObamaFoundation to help a new generation build a better tomorrow. And many of them already are, stepping up through the pandemic and protests to demand real change.\n\nOn Giving Tuesday, I'm asking you to invest in them: https://t.co/EmEqSufrBP https://t.co/DqXKqypaU7"], ["2020-11-25 19:31:43", "Let’s all do our part this Thanksgiving to keep people safe and healthy. Celebrate virtually, if you can. Wear a mask. And as always, listen to the experts. The choices you make could save lives."], ["2020-11-23 19:16:20", "The balance of power in the Senate is at stake in Georgia’s runoff election. We’ve got two great candidates—@ReverendWarnock and @Ossoff—who need your support. Go to https://t.co/7UIqLaotAM to find ways to get involved."], ["2020-11-20 17:00:30", "Michelle and I are eager to bring the Obama Presidential Center to our hometown—a way to honor the city we love, all those who came before us, and pay tribute to people coming together to do extraordinary things. https://t.co/swMRHuB5Y4 https://t.co/gV9g3Oejux"]], "HillaryClinton": [["2020-12-04 17:32:07", "Please share with friends and family in Georgia:\n\nMonday, December 7, is the last day Georgians can register to vote for the January runoff elections that will determine Senate control.\n\nCheck your registration now at https://t.co/NVNPnH3Ybs. https://t.co/fvldfSzkec"], ["2020-12-04 16:22:55", "Happy and proud to be working with @UVA's @Miller_Center on The Hillary Rodham Clinton Oral History Project.  \n\nhttps://t.co/sRZkOkUHH3"], ["2020-12-03 19:00:47", "HiddenLight's first project will be an @AppleTV adaptation of \"Gutsy Women,\" the book Chelsea and I wrote to chronicle the lives of trailblazing women whose stories deserve to be more widely shared. \n\nMore to come soon. https://t.co/NiK5yiQJCw"], ["2020-12-03 19:00:45", "The world needs more change-makers. And I believe telling the stories of people who defy the odds and march forward will inspire others to do the same. \n\nAlongside filmmaker @sambranson, @ChelseaClinton and I are proud to launch HiddenLight Productions. https://t.co/xLs626xrrd"], ["2020-12-03 16:13:47", "More good news. Tina Flournoy has been a terrific chief of staff to Bill for nearly eight years, and I worked with Nancy McEldowney at State. The VP-Elect is building a fantastic team, and I can’t wait to see them in action. https://t.co/DJumqB2jnB"], ["2020-12-02 20:15:26", "Can confirm. https://t.co/fYPoIF30Nt"], ["2020-12-02 20:07:49", ".@AudraEqualityMC and I talked on the podcast this week about asking for help, finding your joy, and wandering around your house a bit in between.\n\nListen on the @iheartradio app, Apple Podcasts, or wherever you get your podcasts.\n\nhttps://t.co/4Fr9AwWa7G https://t.co/i5hp4qPirz"], ["2020-12-02 18:47:39", ".@JoeBiden, please get this done. https://t.co/KoYJlirOGQ"], ["2020-12-02 17:59:31", "It’s wonderful to witness people becoming who they are. Congratulations, Elliot. https://t.co/6vdKuH2slV"], ["2020-12-02 17:31:14", "I've had the pleasure of working with @neeratanden and @briancdeese on campaigns and in administrations. The OMB and National Economic Council will have steady leadership with them at the helm."], ["2020-12-02 17:31:13", "The Biden economic team will be led by exactly the people we need to pull us out of this economic crisis—including the country's first woman to serve as secretary of the treasury, @JanetYellen. https://t.co/Mij4TmMrfs"], ["2020-12-01 18:52:39", "On #WorldAidsDay, we remember the millions of lives lost, the families affected, and the organizers who acted up. \n\nWe honor the scientists and medical staff who never give up, the people who live with the disease every day, and everyone still fighting for an AIDS-free world."], ["2020-12-01 17:35:13", "This #GivingTuesday, thanks for making @ClintonFdn’s impact possible: \n\nThousands of meals delivered to families, books distributed to children, and leaders inspired to make a difference. \n\nChip in to keep it going. https://t.co/mtWs6zaoT6 https://t.co/PVdoa9sCXW"], ["2020-12-01 16:45:39", "This week's episode of You And Me Both is a particularly special one.\n\nI spoke to @AudraEqualityMC, @jasonkander, &amp; @AllieBrosh about topics that can be tough to talk about—anxiety and depression.\n\nListen for extraordinary frankness, empathy, and wisdom. https://t.co/4Fr9AwWa7G https://t.co/chzsaTtk53"], ["2020-12-01 15:52:06", "Is there anything @Cher can't do?\n\nhttps://t.co/cHU5Gy2X4n"], ["2020-12-01 15:17:37", "@TurnerJanelle Sending you and Nora all my prayers and long-distance hugs, Janelle."], ["2020-12-01 15:10:21", "Every day, @RESCUEorg provides critical support to people fleeing war and disasters—everything from medical care to safe spaces for women and emergency supplies for families. \n\nThis #GivingTuesday, please join me in becoming a part of this work. https://t.co/b5FD4joTi6 https://t.co/III26RRXkD"], ["2020-12-01 01:02:12", "I love every episode we make of #YouAndMeBoth. But I think tomorrow’s installment is particularly meaningful. \n\nSubscribe now to get it in your podcast feeds tomorrow. https://t.co/t2HtDgGQP1"], ["2020-11-30 18:07:18", "Well, this was a true delight. Listen to me, @daxshepard, and Monica chat about living in the spotlight, the presidential transition, and the messiness of being human on @ArmchairExpPod—available wherever you get your podcasts. https://t.co/rFUSDkxVrL"], ["2020-11-30 17:13:30", "Thank you, Sarah, for helping to prove that women and girls belong on every playing field—quite literally.🏈 https://t.co/Ig33gePL08"], ["2020-11-30 16:14:28", "Join me tomorrow for @USGLC’s Tribute Celebration honoring leaders at the forefront of building a better world, including Dr. Anthony Fauci, @UNICEF’s Henrietta Fore, and @WFP’s David Beasley. https://t.co/9pfgQasPV1"], ["2020-11-30 15:43:28", "For the first time in history, the White House communications staff will be led entirely by women. https://t.co/kIJQvJO9Q3"], ["2020-11-29 22:55:36", "@GregHale1 Yes! \"Play like a girl,\" indeed. 💪"], ["2020-11-26 14:41:54", "Every Thanksgiving that looks different this year is an act of love and solidarity. \n\nThank you for keeping your gatherings small, safe, or over Zoom. \n\nYou’re helping to make sure more Americans will be around to celebrate next year—with, I hope, double the hugs for grandma. https://t.co/q3Zu0XdBAx"], ["2020-11-24 17:56:16", "I'm biased. But I love these.\n\nhttps://t.co/926AAtgPiC https://t.co/i2RwpW5N2k"], ["2020-11-24 16:36:15", "How can we keep people fed during disasters, help restaurants stay in business during a pandemic, and make beans actually taste good?\n\nI talked to @chefjoseandres, @ciaosamin, and Rocco DeFazio, owner of one of my favorite pizzerias, about food. \n\nhttps://t.co/UeD1dItcIy https://t.co/YERyt9jtEo"], ["2020-11-24 14:57:50", "At his inauguration as New York City’s first Black mayor, David Dinkins said: “We have not finished the journey toward liberty and justice, but surely we have come a long way.” He was a trailblazer, a gentleman, and my friend. Bill and I send our condolences to all who loved him."], ["2020-11-23 20:56:52", "And I'm thrilled that @JohnKerry, one of our country's foremost public servants, will serve as an official advisor on one of the greatest national security threats America faces: climate change."], ["2020-11-23 20:56:51", "Jake Sullivan is a brilliant policy mind who never forgets the overriding purpose of the job: to improve people's lives.\n\nI've had the pleasure of seeing Amb. Linda Thomas-Greenfield, Avril Haines, and Alejandro Mayorkas in action and all are utter professionals."], ["2020-11-23 20:56:51", "The incoming administration could not have chosen better personnel for the foreign policy and national security teams. \n\nTony Blinken is a dedicated public servant who will make an incredibly effective secretary of state."], ["2020-11-23 16:48:27", "Whether we’re talking about COVID-19, climate change, education, or inequality, the @ClintonFdn's work will shape the future our children inherit for the better. Meet some of the people doing it. https://t.co/28lNzuChp1"], ["2020-11-23 15:05:37", "The encouraging news about COVID-19 vaccines means there's light at the end of the tunnel. \n\nBut while we're still in the tunnel, each of us can make choices this winter that will help more people emerge safely on the other side."], ["2020-11-20 16:11:42", "Protecting one man's ego is not worth damaging the legitimacy of our democracy."], ["2020-11-20 15:36:44", ".@Maddow, I'm so glad Susan is on the mend. I'm praying for her continued recovery.\n\nI hope everyone heeds Rachel's words here. We can all make choices to help protect the people we care about most—and other people’s loved ones, too. https://t.co/jxWOR5TE4m"]]}